[
  "Kadınlar tenisinde 'Açık Dönem'de (Open Era) en çok Grand Slam tekler şampiyonluğu rekorunu elinde bulunduran (2024 itibarıyla) efsanevi raket kimdir?",
  "İkinci Dünya Savaşı sırasında 6 Ağustos 1945'te, tarihte savaşta kullanılan ilk atom bombası hangi Japon şehrine atılmıştır?",
  "Fransa'nın ünlü Eyfel Kulesi'ni hurdacılara iki kez satmaya kalkışmasıyla tanınan, 'insanlık tarihinin en cesur dolandırıcısı' olarak bilinen kişi kimdir?",
  "Türk spor tarihinde olimpiyatlarda üst üste üç kez altın madalya kazanan tek güreşçi unvanına sahip 'Asrın Güreşçisi' lakaplı sporcu kimdir?",
  "Porto Rikolu Latin trap ve reggaeton yıldızı Bad Bunny'nin 2020'de yayımlanan, \"Yo Perreo Sola\" ve \"La Santa\" gibi hitleri içeren, Latin müzik listelerinde zirveye yerleşen ve birçok ödül kazanan çığır açan albümünün adı nedir?",
  "Soğuk Savaş döneminde casusluk ve siyasi gerilim temalı romanlarıyla tanınan ve 'Casusluk Edebiyatının Babası' olarak anılan İngiliz yazar kimdir?",
  "Türkiye'de özellikle lifestyle, moda ve seyahat içerikleriyle tanınan, sosyal medya fenomeni ve iş kadını olan influencer aşağıdakilerden hangisidir?",
  "Marvel Sinematik Evreni'nde (MCU) 'Kaptan Amerika: Kış Askeri' (Captain America: The Winter Soldier) filminde tanıtılan, Kaptan Amerika'nın en yakın dostu ve daha sonra Kış Askeri olarak bilinen karakterin gerçek adı nedir?",
  "Kadınlar tenisinde kariyer Grand Slam'i tamamlamış, yani dört büyük turnuvayı da (Avustralya Açık, Fransa Açık, Wimbledon, Amerika Açık) farklı yıllarda kazanmış olan efsanevi tenisçi aşağıdakilerden hangisidir?",
  "Nintendo'nun ikonik 'The Legend of Zelda' serisinin kahramanı olan, genellikle yeşil tunik giyen ve Hyrule krallığını kurtarmak için maceralara atılan karakterin adı nedir?",
  "Hangi Cartoon Network çizgi filmi, genelde Gumball ve Darwin adlı balık kardeşlerin Elmore kasabasındaki komik maceralarını konu alır?",
  "Harry Potter serisinde, Lord Voldemort'un en sadık hizmetkarlarından biri olan ve hortkuluklarından biri haline getirilen dev yılanın adı nedir?",
  "MasterChef Türkiye'nin ilk şampiyonu unvanını kazanarak adını tarihe yazdıran yarışmacı kimdir? (2018 sezonu)",
  "Recep İvedik filmlerinde, Recep'in en yakın arkadaşı ve maceralarına ortak olan, genellikle sakar ve iyi niyetli karakterin adı nedir?",
  "Star Wars evreninde, Jedi Üstadı Yoda'nın sürgünde yaşadığı ve Luke Skywalker'a Jedi eğitimi verdiği, sisli ve bataklıklarla kaplı gezegenin adı nedir?",
  "Şampiyonlar Ligi tarihinde, 1990'lı yıllardan sonra üst üste üç kez final oynayan ilk takım aşağıdakilerden hangisidir?",
  "Formula 1 tarihinde, en çok Dünya Şampiyonluğu (7 kez) rekorunu paylaşan iki efsanevi pilot aşağıdakilerden hangileridir?",
  "90'lı yılların popüler Türk pop müziği sanatçılarından olup, \"Araba\", \"Bana Gülmek Yakışır\" ve \"Jest Oldu\" gibi hit şarkılarıyla hafızalara kazınan isim aşağıdakilerden hangisidir?",
  "Harry Potter evreninde, büyücülerin günlük haberleri ve önemli olayları takip etmek için kullandığı, sihirli fotoğraflar ve hareketli manşetlerle dikkat çeken gazetenin adı nedir?",
  "Marvel Sinematik Evreni'nin başlangıcı kabul edilen 2008 yapımı \"Iron Man\" filminde, Tony Stark'ı Afganistan'da esir tutan ve onu zırh yapmaya zorlayan terörist örgütün adı nedir?",
  "J.R.R. Tolkien'in 'Yüzüklerin Efendisi' serisinde, Frodo Baggins'in Tek Yüzük'ü yok etmek için çıktığı yolculukta kendisine eşlik eden ve en sadık dostu olan hobbit kimdir?",
  "Türk pop müziğinin 'Minik Serçe' lakabıyla anılan, besteleri ve yorumculuğuyla efsaneleşmiş sanatçısı kimdir?",
  "FIFA Dünya Kupası tarihinde ilk kez 1930 yılında düzenlenen turnuvaya ev sahipliği yapan ve aynı zamanda ilk şampiyon olan ülke hangisidir?",
  "Met Gala etkinliğinin, moda ve sanat dünyasının en prestijli gecelerinden biri olmasını sağlayan ve her yıl farklı bir temayla New York'ta düzenlenen kültürel miras kurumunun adı nedir?",
  "İkinci Dünya Savaşı'nın Batı Cephesi'ndeki en büyük askeri operasyonlarından biri olan ve Müttefik Devletler'in Normandiya'ya çıkarma yaparak Avrupa'yı Nazi işgalinden kurtarma yolunda attığı ilk büyük adım olan harekâtın adı nedir?",
  "Türkiye'den Nobel Edebiyat Ödülü'nü kazanan ilk ve tek yazarımız Orhan Pamuk, bu prestijli ödülü hangi yıl almıştır?",
  "MasterChef Türkiye'nin 2020 sezonunda büyük bir mücadele sergileyerek şampiyonluk ipini göğüsleyen yarışmacı kimdir?",
  "PlayStation'ın efsanevi oyun serisi God of War'da, ana karakter Kratos'un intikam yolculuğunda kendisine eşlik eden ve serinin önemli figürlerinden biri olan oğlunun adı nedir?",
  "Nisan 2024 itibarıyla, TikTok platformunda en çok takipçiye sahip olan global influencer kimdir?",
  "Popüler K-drama 'Crash Landing on You'da, paraşütüyle Kuzey Kore'ye iniş yapan ve bir Kuzey Koreli askerle aşk yaşayan Güney Koreli iş kadını karakterinin adı nedir?",
  "Formula 1 tarihinde en çok Grand Prix galibiyeti rekorunu elinde bulunduran pilot kimdir? (Kasım 2023 itibarıyla)",
  "Audrey Hepburn'ün 'Tiffany'de Kahvaltı' (Breakfast at Tiffany's) filmindeki ikonik siyah elbisesini tasarlayan ve kendisiyle özdeşleşen ünlü moda tasarımcısı kimdir?",
  "Tokyo 2020 Olimpiyatları'nda (2021 yılında düzenlendi) okçulukta Türkiye'ye tarihindeki ilk altın madalyayı kazandıran sporcumuz kimdir?",
  "Türkiye'de Twitter'da bir dönem oldukça popüler olan ve kullanıcıların kendi günlük hayattan komik veya ilginç anlarını esprili bir dille paylaştığı, genellikle belirli bir ifadeyle başlayan akımın adı nedir?",
  "James Cameron'ın yönettiği, 2009 yılında vizyona giren ve dünya genelinde tüm zamanların en yüksek gişe hasılatına ulaşan ilk film unvanını kazanan bilim kurgu filmi hangisidir?",
  "Tarihteki ilk insanlı Ay yolculuğu olan Apollo 11 göreviyle Ay'a ilk ayak basan astronot kimdir?",
  "\"Şimşek Bolt\" lakabıyla tanınan, sprint yarışlarındaki dünya rekorlarıyla efsaneleşen Jamaikalı atlet Usain Bolt, erkekler 100 metrede kaç saniyeyle dünya rekorunu elinde bulundurmaktadır?",
  "Netflix'in ilk Türk orijinal dizisi olan \"Hakan: Muhafız\"da, ana karakter Hakan Demir'i canlandıran oyuncu kimdir?",
  "Pixar Animation Studios tarafından üretilen, Dünya'daki çöp yığınlarını temizlemekle görevli sevimli bir robotun maceralarını konu alan ve En İyi Animasyon Filmi Oscar'ı kazanan animasyon filmi hangisidir?",
  "HBO'nun tüm dünyada fenomen haline gelen dizisi \"Game of Thrones\"ta, Westeros'un en güçlü hanedanlarından biri olan ve arması aslan olan hanedan hangisidir? (Sloganları \"Hear Me Roar!\" veya \"A Lannister Always Pays His Debts\" olarak bilinir.)",
  "Grammy Ödülleri'nde birden fazla kez Yılın Albümü ödülünü kazanan ve \"Hello\", \"Someone Like You\" gibi hitleriyle tanınan İngiliz şarkıcı kimdir?",
  "2020 yılında yayımlanmaya başlayan ve kısa sürede geniş kitlelere ulaşan \"Masumlar Apartmanı\" dizisinde, psikolojik sorunlarla mücadele eden ve temizlik takıntısı olan \"Gülben\" karakterini canlandıran başarılı oyuncu kimdir?",
  "Türkiye'nin en tanınan Twitch yayıncılarından biri olan ve özellikle sohbet (Just Chatting) ile çeşitli oyun yayınlarıyla bilinen, \"Jahrein\" lakabıyla milyonlarca takipçiye sahip olan fenomenin gerçek adı nedir?",
  "HBO'nun eleştirmenlerden tam not alan ve birçok ödül kazanan dizisi \"Succession\"da, medya imparatoru Roy ailesinin acımasız patriği Logan Roy'u canlandıran deneyimli oyuncu kimdir?",
  "Suçluların sembolik maskeler ve şehir isimleriyle anıldığı, büyük bir soygun planını konu alan ve dünya genelinde büyük popülarite kazanan İspanyol yapımı \"La Casa de Papel\" dizisinde, ekibin beyni ve operasyonların mimarı olan \"Profesör\" karakterini canlandıran oyuncu kimdir?",
  "Avrupa basketbolunun kulüpler düzeyindeki en prestijli turnuvası olan EuroLeague'i kazanan ilk Türk takımı hangisidir?",
  "Orhan Pamuk, Nobel Edebiyat Ödülü'nü kazandığı yıl, Jüri tarafından öne çıkarılan ve eserlerinin bütününü tanımlayan genel açıklama ne olmuştur?",
  "Attack on Titan (Shingeki no Kyojin) animesinde, insanlığın devlerden korunmak için inşa ettiği üç büyük duvardan en dıştaki duvarın adı nedir?",
  "Christopher Nolan'ın yönettiği ve eleştirmenlerden tam not alan \"Kara Şövalye\" (The Dark Knight) filminde, Joker karakterini canlandırarak ölümünden sonra Oscar kazanan oyuncu kimdir?",
  "Pixar'ın \"Coco\" filminde, Miguel Rivera, ailesinin müziğe karşı duruşuna rağmen ünlü bir müzisyen olma hayalini gerçekleştirmek için hangi müzik aletini çalmak istemektedir?"
]