[
  "Cem Yılmaz'ın senaryosunu yazıp yönettiği ve başrolünde yer aldığı, uzaylılarla insanlar arasındaki komik etkileşimi konu alan popüler bilim kurgu komedi filmi serisinin ilk filmi hangi isimle vizyona girmiştir?",
  "\"Yalnızlık Senfonisi\", \"Ah Canım Vah Canım\" ve \"Gitme\" gibi popüler şarkılarıyla 90'lı yıllara damgasını vurmuş, sahne performansları ve güçlü sesiyle tanınan ünlü Türk sanatçı kimdir?",
  "İkinci Dünya Savaşı sırasında, İngiltere Başbakanı Winston Churchill ve ABD Başkanı Franklin D. Roosevelt'in yanı sıra, Sovyetler Birliği'ni temsil eden lider kimdir?",
  "2023 yılında Nobel Edebiyat Ödülü'nü \"dile getirilemeyenin sesini yükselten yenilikçi oyunları ve nesirleri\" nedeniyle kazanan Norveçli yazar kimdir?",
  "1969 yılında gerçekleşen ve insanlığın Ay'a ilk ayak basmasıyla tarihe geçen bu olay, hangi uzay aracı ve görevi ile gerçekleştirilmiştir?",
  "maNga grubunun 2010 Eurovision Şarkı Yarışması'nda Türkiye'yi temsil ettiği, ikinci olarak tamamladığı şarkının adı nedir?",
  "Türk futbolunda \"Dört Büyükler\" olarak anılan kulüplerden biri olan Beşiktaş Jimnastik Kulübü, 1903 yılında hangi spor branşında kurulmuştur?",
  "Galler Prensesi Diana'nın, 1997'deki trajik ölümünden önce Prenses ünvanını taşıdığı dönemde, eşi Prens Charles ile kaç yılında evlenmiştir?",
  "Kıvanç Tatlıtuğ ve Beren Saat'in başrollerini paylaştığı, Türk televizyon tarihinin en ikonik yapımlarından biri olan \"Aşk-ı Memnu\" dizisi, hangi yıl ilk kez ekranlara gelmiştir?",
  "Ünlü Türk Twitch yayıncısı \"Elraenn\" takma adıyla bilinen fenomenin gerçek adı nedir?",
  "Hangi popüler rol yapma oyunu serisi, oyunculara 'ejderdoğan' (Dragonborn) olarak bilinen bir karakteri kontrol etme imkanı sunar ve geniş, fantastik açık dünyasıyla tanınır?",
  "\"Bad Romance\", \"Poker Face\" ve \"Shallow\" gibi hit şarkılarıyla dünya çapında tanınan ve eksantrik sahne kostümleriyle de dikkat çeken Amerikalı şarkıcı ve aktris kimdir?",
  "Dünya çapında popüler hale gelen ve genellikle yemeklere tuz serpiştirme hareketiyle özdeşleşen \"Salt Bae\" meme'indeki ünlü Türk şef ve restoran işletmecisinin gerçek adı nedir?",
  "\"Yüz Yıllık Yalnızlık\" ve \"Kolera Günlerinde Aşk\" gibi başyapıtlarıyla tanınan, büyülü gerçekçilik akımının en önemli temsilcilerinden biri olan ve 1982 yılında Nobel Edebiyat Ödülü'nü kazanan Kolombiyalı yazar kimdir?",
  "Recep İvedik karakterine hayat veren, aynı zamanda popüler \"Recep İvedik\" film serisinin senaristi ve yönetmeni olan Türk komedyen ve oyuncu kimdir?",
  "Netflix Türkiye'nin ilk orijinal yapımı olan ve çok izlenen fantastik dizi \"Hakan: Muhafız\"da, ana karakter Hakan Demir'i canlandıran oyuncu kimdir?",
  "Modern Olimpiyat Oyunları tarihinde Türkiye'ye ilk altın madalyayı kazandıran sporcu kimdir?",
  "Popüler Güney Kore dizisi \"Crash Landing on You\" (Aşkın Konuşlanışı)nda, Kuzey Koreli asker Ri Jeong-hyeok karakterini canlandıran ünlü oyuncu kimdir?",
  "Pantene Altın Kelebek Ödülleri'nde, televizyon ve müzik dünyasına uzun yıllar hizmet etmiş değerli isimlere verilen prestijli ödülün adı nedir?",
  "Disney Channel'ın sevilen çizgi filmlerinden \"Fineas ve Föb\"de, iki ana karakter olan Fineas ve Föb'ün ablasının ve sürekli annelerine onları şikayet etmeye çalışan karakterin adı nedir?",
  "Bir dönemin popüler Fox Kids çizgi filmi \"Ay Savaşçısı\"nın (Sailor Moon) ana kahramanı olan ve Ay gezegeninin gücüyle savaşan lise öğrencisi kızın ismi nedir?",
  "Global pop yıldızı Taylor Swift, kariyerinin ilk dönemlerinde hangi müzik türünde şarkılar yapmaktaydı ve bu türde büyük başarılar elde etmiştir?",
  "Türkiye, modern Olimpiyat Oyunları tarihinde en fazla madalyayı hangi spor dalında kazanmıştır? (Yaz ve Kış Olimpiyatları toplamı)",
  "Nickelodeon'ın en sevilen ve uzun soluklu çizgi filmlerinden biri olan \"SüngerBob KareŞort\"ta, SüngerBob'un evcil salyangozunun adı nedir?",
  "PlayStation'ın efsanevi oyun serisi \"God of War\"da, Yunan mitolojisindeki tanrılara karşı intikam arayışında olan ana karakter Kratos'un, İskandinav mitolojisi döneminde kendisine eşlik eden oğlunun adı nedir?",
  "Hangi global fenomen, kısa videolarıyla özellikle dans videoları ve dudak senkronizasyonu (lip-sync) ile tanınmış ve TikTok'un en çok takip edilen isimlerinden biri olmuştur?",
  "Kadın hakları ve insan hakları mücadelesiyle bilinen, hapishanede olmasına rağmen 2023 Nobel Barış Ödülü'ne layık görülen İranlı aktivist kimdir?",
  "Başrolünde Kıvanç Tatlıtuğ'un yer aldığı, bir denizaltı mürettebatının gizemli bir doğa olayından kaçışını konu alan ve 2022'de Netflix'te yayınlanan bilim kurgu dizisi hangisidir?",
  "Marvel Sinematik Evreni'nin ilk filmi olan ve Robert Downey Jr.'ın canlandırdığı Tony Stark karakterini izleyiciyle buluşturan yapım hangisidir?",
  "MasterChef Türkiye'nin 2022 sezonunda şampiyonluğa ulaşan ve finalde Metin Yavuz'u geride bırakan yarışmacı kimdir?",
  "Formula 1 tarihinde en çok Dünya Şampiyonluğu kazanan iki pilot, yedişer şampiyonlukla hangi efsanevi isimlerdir?",
  "NBA tarihinin en ikonik figürlerinden biri olan ve 'His Airness' (Havalı Hazretleri) lakabıyla tanınan efsanevi basketbolcu kimdir?",
  "Pixar'ın \"Yukarı Bak\" (Up) filminde, evini binlerce balonla uçurarak hayalini gerçekleştirmeye çalışan yaşlı adamın adı nedir?",
  "Türkiye, Eurovision Şarkı Yarışması tarihinde ilk ve tek birinciliğini, Sertab Erener'in \"Everyway That I Can\" şarkısıyla hangi yıl elde etmiştir?",
  "Türkiye'de sosyal medyada, özellikle Twitter'da (şimdiki adıyla X), beklenmedik ve sarsıcı bir durum karşısında şaşkınlık veya tepki ifade etmek için kullanılan, 'o değil de...' veya 'şimdi o değil de...' ile başlayan ve çoğunlukla alaycı bir üsluba sahip olan popüler akım aşağıdakilerden hangisidir?",
  "Yüzüklerin Efendisi serisinde Gandalf'ın, Gölgesu Vadisi'nden çağırdığı ve kendisine en sadık binek hayvanı olan efsanevi atının adı nedir?",
  "Bir zamanlar popüler olan ve kullanıcıların en fazla 6 saniyelik kısa videolar paylaştığı sosyal medya platformu Vine'ın videolar için belirlediği maksimum süre kaç saniyeydi?",
  "YouTube'da yaptığı büyük ödüllü yarışmalar, meydan okumalar ve hayır işleriyle tanınan, dünyanın en çok abonesi olan bireysel kanallarından birinin sahibi olan MrBeast'in gerçek adı nedir?",
  "Türkiye'nin ilk büyük YouTuber'larından biri olan ve kariyerinin ilk dönemlerinde genellikle parodi, kısa skeçler ve vlog içerikleriyle tanınan isim kimdir?",
  "Pixar'ın sevilen animasyon filmi \"Kayıp Balık Nemo\" (Finding Nemo) filminde, kısa süreli hafıza kaybı yaşayan ancak Nemo'yu bulma yolculuğunda Marlin'e eşlik eden mavi tang balığının adı nedir?",
  "\"The Witcher\" dizisinin ilk sezonu hangi dijital yayın platformunda izleyiciyle buluşmuştur?",
  "Türk rap müziğinin önde gelen isimlerinden Ceza ve Sagopa Kajmer, 90'lı yılların sonunda hangi hip-hop grubunun üyeleriydi?",
  "Türkiye'nin en popüler YouTuber'larından Enes Batur'un başrolünde oynadığı ve 2018 yılında vizyona giren ilk sinema filminin adı nedir?",
  "Soğuk Savaş'ın sembollerinden biri olan Berlin Duvarı, Doğu ve Batı Almanya'yı ayıran fiziksel bariyer olarak hangi yıl yıkılmıştır?",
  "Global pop yıldızı Taylor Swift'in kariyerinin farklı dönemlerini temsil eden şarkılarını bir araya getirdiği ve dünya çapında büyük ilgi gören turnesinin adı nedir?",
  "Apple'ın modern akıllı telefon çağını başlatan ve dokunmatik ekran teknolojisinde devrim yaratan ilk iPhone modelini piyasaya sürdüğü yıl hangisidir?",
  "Türkiye'nin tanınmış Instagram fenomenlerinden, özellikle komik makyaj videoları ve karakteristik tiplemeleriyle geniş kitlelere ulaşan isim kimdir?",
  "Türkiye Millî Futbol Takımı'nın 2002 FIFA Dünya Kupası'nda tarihî bir başarı elde ederek üçüncü olması, hangi teknik direktörün yönetiminde gerçekleşmiştir?",
  "\"Hotline Bling\", \"God's Plan\" ve \"One Dance\" gibi hit şarkılarıyla dünya çapında tanınan ve kariyerine Kanada'dan başlayan ünlü rapçi ve şarkıcı kimdir?",
  "\"Kahvaltıda Tiffany\" (Breakfast at Tiffany's) filmindeki ikonik tarzıyla moda dünyasında çığır açan ve özellikle Givenchy ile olan iş birliğiyle akıllara kazınan aktris kimdir?"
]