[
  "Olimpiyat Oyunları tarihinde 'Cep Herkülü' lakabıyla bilinen efsanevi Türk haltercisi Naim Süleymanoğlu, kaç farklı Olimpiyat Oyunları'nda altın madalya kazanma başarısı göstermiştir?",
  "90'lı yılların sonu ve 2000'lerin başında çocukların favori atıştırmalıklarından biri olan, genellikle küçük dikdörtgen şeklinde, çikolatalı ve ambalajından çıkan yapışkan dövmeleriyle bilinen kekin adı nedir?",
  "Tarihin en büyük Ponzi şemalarından birini kurarak on binlerce yatırımcıyı milyarlarca dolar dolandıran ve 2021 yılında hapishanede vefat eden Amerikalı finansçı kimdir?",
  "Harry Potter evreninde, Hogwarts Cadılık ve Büyücülük Okulu'nun dört binasından biri olan, kurucusu Rowena Ravenclaw'ın adını taşıyan ve üyelerinin zeka, bilgelik ve yaratıcılık özellikleriyle öne çıktığı bina hangisidir?",
  "Türk spor tarihinde 'Türk Güreşinin Prensi' olarak anılan, Olimpiyat, Dünya ve Avrupa şampiyonlukları bulunan, uluslararası alanda büyük başarılara imza atmış efsanevi güreşçi kimdir?",
  "1990'lı yılların başlarında grunge müziğin öncülerinden olan, 'Smells Like Teen Spirit' şarkısıyla dünya çapında ün kazanan Amerikan rock grubu hangisidir?",
  "Türkiye'de özellikle canlı yayın platformu Twitch'te yaptığı oyun yayınları ve sohbetleriyle bilinen, kendine özgü mizah anlayışıyla geniş bir takipçi kitlesi edinmiş 'Jahrein' lakaplı yayıncının gerçek adı aşağıdakilerden hangisidir?",
  "Türkiye'de 2010'lu yılların başında internette popüler hale gelen ve genellikle komik, absürt veya abartılı durumlarda kullanılan 'Benim Adım Cemil' repliği hangi dizinin karakterine aittir?",
  "Türk pop müziğinin duayen isimlerinden Sezen Aksu'nun, 1984 yılında piyasaya sürdüğü ve 'Küçük Bir Aşk Masalı', 'Haydi Gel Benimle Ol' gibi hitleri içeren efsanevi albümünün adı nedir?",
  "1990'lı yılların sonu ve 2000'li yılların başında Türk magazin basınının en çok konu ettiği isimlerden biri olan, manken ve oyuncu kimliğiyle tanınan ve olaylı evlilikleri ile sıkça gündeme gelen ünlü kadın figür aşağıdakilerden hangisidir?",
  "Apple tarafından 2001 yılında tanıtılan ve müziği cebimize sığdırarak dijital müzik dinleme alışkanlığını kökten değiştiren popüler taşınabilir medya oynatıcının adı nedir?",
  "Türkiye Cumhuriyeti'nin kuruluşu ve ilk Cumhurbaşkanı Mustafa Kemal Atatürk'ün bu göreve gelişi hangi tarihte gerçekleşmiştir?",
  "Fox Kids ekranlarında yayınlanan, dijital dünyada yaşayan ve insan çocuklarla birleşerek kötü güçlere karşı savaşan yaratıkların maceralarını konu alan, çok sevilen Japon yapımı çizgi film serisinin adı nedir?",
  "Çocukluğumuzun unutulmaz sakızlarından biri olan, her çiğnediğimizde içinden çıkan çizgi romanlarıyla hafızalara kazınan ve kahramanı 'Tipitip' olan sakız markası aşağıdakilerden hangisidir?",
  "\"Hayat bir kutu çikolata gibidir, neyle karşılaşacağını asla bilemezsin\" repliğiyle bilinen, Tom Hanks'in başrolünde oynadığı ve En İyi Film Oscar'ını kazanan 1994 yapımı unutulmaz film aşağıdakilerden hangisidir?",
  "Filenin Sultanları lakabıyla anılan Türkiye Kadın Voleybol Milli Takımı, ilk kez hangi yıl CEV Avrupa Şampiyonası'nda zirveye çıkarak altın madalya kazanmıştır?",
  "\"Yaparım Bilirsin\" ve \"Araba\" gibi şarkılarıyla 90'lı yılların sonlarına damga vuran, kariyerinde hem şarkıcılık hem de oyunculuk yapan popüler sanatçı kimdir?",
  "Super Mario oyun serisinin baş karakteri Mario'nun mesleği nedir?",
  "90'lı yılların vazgeçilmez çocukluk atıştırmalıklarından biri olan, küçük yuvarlak renkli draje şekerlerin bir tüp içinde sunulduğu ve genellikle kapağında küçük bir oyuncak bulunan ürünün adı nedir?",
  "\"Uçan Hollandalı\" lakabıyla tanınan, futbol tarihinin en büyük efsanelerinden biri olarak kabul edilen ve Total Futbol'un sembol ismi olan futbolcu kimdir?",
  "SüngerBob KareŞort (SpongeBob SquarePants) çizgi filminde, SüngerBob'un evcil salyangozunun adı nedir?",
  "Michael Jordan'ın efsanevi kariyerinin büyük bir bölümünü geçirdiği ve altı NBA şampiyonluğu kazandığı takım hangisidir?",
  "The Legend of Zelda oyun serisinde, Hyrule krallığının prensesi ve genellikle Link'in kurtarmaya çalıştığı karakterin adı nedir?",
  "Soğuk Savaş döneminin en belirgin sembollerinden biri olan ve Doğu ile Batı Almanya'yı ayıran Berlin Duvarı, hangi yılda yıkılmıştır?",
  "Netflix'in popüler Güney Kore yapımı dizisi Squid Game'de, yarışmacıların ilk katıldığı ve en ikonik oyunlardan biri olan, dev bir robot kızın hareketlerini takip etmelerini gerektiren oyunun adı nedir?",
  "Hangi küresel TikTok fenomeni, özellikle dans videolarıyla tanınır ve platformda en yüksek takipçi sayısına ulaşan ilk kişilerden biri olmuştur?",
  "Twitter Türkiye'de, genellikle akşam saatlerinde kullanıcıların birbirlerine iyi geceler dilekleri gönderdiği ve samimi paylaşımlar yaptığı popüler hashtaglerden biri hangisidir?",
  "\"Titanic\", \"Inception\" ve \"Para Avcısı (The Wolf of Wall Street)\" gibi filmlerdeki unutulmaz rolleriyle tanınan ve nihayet \"Diriliş (The Revenant)\" filmiyle En İyi Erkek Oyuncu Oscar'ını kazanan Hollywood yıldızı kimdir?",
  "NBA tarihinde normal sezonlarda en çok sayı atan oyuncu rekorunu elinde bulunduran isim kimdir?",
  "2005 yılında üç eski PayPal çalışanı tarafından kurulan ve 2006 yılında Google tarafından satın alınan, dünyanın en büyük video paylaşım platformu hangisidir?",
  "'Leyla ile Mecnun' dizisinde, hikayenin ana karakteri Mecnun Çınar'ı canlandıran oyuncu kimdir?",
  "Hangi Türk rock grubu, 2010 Eurovision Şarkı Yarışması'nda \"We Could Be The Same\" adlı şarkısıyla Türkiye'yi temsil etmiştir?",
  "Türkiye'de internet ve caps kültüründe, genellikle aşırı şaşkınlık veya korku ifade etmek için kullanılan, ağzı sonuna kadar açılmış ve gözleri faltaşı gibi açılmış kedinin yer aldığı popüler görsel (meme) hangi isimle anılır?",
  "J.R.R. Tolkien'ın Yüzüklerin Efendisi evreninde, Tek Yüzük'ü Mordor'a götürüp Hüküm Dağı'nda yok etmekle görevlendirilen Hobbit karakterinin adı nedir?",
  "Türkiye'de internet, ilk kez hangi üniversite aracılığıyla ve hangi yıl akademik ağa bağlanarak kullanılmaya başlanmıştır?",
  "J.R.R. Tolkien'in efsanevi \"Yüzüklerin Efendisi\" serisinde, Tek Yüzük tarafından yozlaşmadan önce Gollum'un bir hobbit benzeri yaratık olarak bilinen asıl adı nedir?",
  "Christopher Nolan'ın yönettiği eleştirel ve gişe başarısı yakalayan \"Kara Şövalye\" (The Dark Knight) üçlemesinde Batman karakterini başarıyla canlandıran aktör kimdir?",
  "Yönetmen Sam Mendes'in Birinci Dünya Savaşı döneminde geçen ve kesintisiz tek bir plan çekilmiş gibi duran sinematografisiyle büyük beğeni toplayan, En İyi Film Oscar'ına aday gösterilen 2019 yapımı filmi hangisidir?",
  "\"Küçük siyah elbise\" (Little Black Dress) konseptini moda dünyasına kazandıran ve 20. yüzyılın en etkili moda ikonlarından biri olarak kabul edilen Fransız tasarımcı kimdir?",
  "Türk arabesk müziğinin efsanevi ismi Müslüm Gürses'in 2006 yılında yayımladığı ve Teoman, Duman, Şebnem Ferah gibi rock sanatçılarının eserlerini kendi yorumuyla seslendirerek geniş kitlelerce sevilmesini sağlayan albümünün adı nedir?",
  "Kenan Doğulu, 2007 Eurovision Şarkı Yarışması'nda Türkiye'yi hangi şarkıyla temsil etmiştir?",
  "Hangi TikTok fenomeni, genellikle günlük yaşamdaki basit durumları ironik ve sessiz bir şekilde çözerek veya basitleştirerek dünya çapında tanınmıştır?",
  "Marvel Sinematik Evreni'nde (MCU) Kaptan Amerika'nın ikonik kalkanı, hangi hayali metalden yapılmıştır?",
  "Disney'in klasik animasyon filmi \"Aslan Kral\"da (The Lion King), Simba'nın kötü kalpli amcası ve Mufasa'nın kardeşi olan karakterin adı nedir?",
  "2009 yılında vizyona giren ve yıllarca tüm zamanların en yüksek gişe hasılatı yapan filmi unvanını elinde tutan \"Avatar\" filminin yönetmeni kimdir?",
  "\"Şımarık\" şarkısı ile dünya çapında tanınan Tarkan'ın bu şarkısının söz ve müziği hangi ünlü sanatçıya aittir?",
  "Netflix'in popüler bilim kurgu ve korku dizisi Stranger Things'deki olayların geçtiği kurgusal kasabanın adı nedir?",
  "Yılmaz Erdoğan'ın yazıp yönettiği ve başrolünü oynadığı, 2001 yılında vizyona giren, Anadolu'da televizyonun ilk kez geldiği bir köyde yaşanan olayları anlatan Türk komedi filminin adı nedir?",
  "Pokémon animesi ve oyunlarının ana karakteri Ash Ketchum'ın (Satoshi) yolculuğuna başladığı ve en yakın arkadaşı olan elektrik türü Pokémon'un adı nedir?",
  "2020 yılında En İyi Film Oscar'ını kazanan, Bong Joon-ho tarafından yönetilen ve aynı zamanda En İyi Yönetmen, En İyi Orijinal Senaryo ve En İyi Uluslararası Film ödüllerini de alarak tarih yazan Güney Kore yapımı film hangisidir?"
]