[
  "Tüm zamanların en çok izlenen Türk filmleri arasında yer alan Recep İvedik serisinin yönetmenliğini kim üstlenmektedir?",
  "Netflix'in dünya çapında büyük yankı uyandıran Güney Kore yapımı dizisi \"Squid Game\"de, yarışmacıların hayatlarına mal olan ilk oyunun adı nedir?",
  "Naughty Dog tarafından geliştirilen ve hazine avcısı Nathan Drake'in maceralarını konu alan popüler PlayStation oyun serisinin adı nedir?",
  "Marvel Sinematik Evreni'nin (MCU) en güçlü düşmanlarından biri olan ve Sonsuzluk Taşları'nı toplayarak evrenin yarısını yok etmeyi amaçlayan karakterin adı nedir?",
  "Nobel Barış Ödülü'nü kazanan en genç kişi kimdir?",
  "Moda dünyasının en etkili isimlerinden biri olarak kabul edilen, Amerikan Vogue dergisinin uzun yıllardır genel yayın yönetmenliğini yapan ve popüler kültüre yön veren isim kimdir?",
  "Türkiye'nin tanınan YouTuber'larından biri olan, 'Katarsis' adını verdiği program serisiyle geniş kitlelere ulaşan ve konuklarıyla derinlemesine sohbetleriyle bilinen isim kimdir?",
  "Marvel Sinematik Evreni'nin (MCU) en ikonik karakterlerinden biri olan ve 'Ben Iron Man' repliğiyle hafızalara kazınan Tony Stark'ı canlandıran aktör kimdir?",
  "Türkçe rap müziğin dikkat çeken isimlerinden Norm Ender, 2019 yılında yayınladığı ve kısa sürede internette viral olan, aynı zamanda tartışmalara yol açan hit şarkısıyla gündeme gelmiştir. Bu şarkının adı nedir?",
  "Dünya genelinde büyük bir hayran kitlesine sahip olan K-Pop grubu BTS'in, grubun lideri ve ana rapçisi olan üyesi kimdir?",
  "Star Wars evreninde, ışın kılıcı kullanan bir Jedi veya Sith'in temel eğitimini aldığı ve Güç'ü hissetmeyi öğrendiği dini ve felsefi düzenin adı nedir?",
  "Birinci Dünya Savaşı sırasında, siper savaşı ve yoğun topçu ateşiyle özdeşleşen, insanlık tarihinin en kanlı muharebelerinden biri olan ve 1916 yılında gerçekleşen savaş hangisidir?",
  "2004 yılında kurulan ve kısa sürede dünyanın en popüler sosyal medya platformlarından biri haline gelen 'Facebook'un kurucusu kimdir?",
  "Türkiye'nin en prestijli medya ve sanat ödüllerinden biri olan Altın Kelebek Ödülleri, hangi gazete tarafından düzenlenmektedir?",
  "Marvel Sinematik Evreni'nde (MCU), Kaptan Amerika'nın ilk filmi 'İlk Yenilmez'de (Captain America: The First Avenger) süper asker serumunu almadan önceki zayıf ve kısa boylu halinin adı nedir?",
  "Türkiye'nin en çok takip edilen Instagram hesaplarından birine sahip olan, özellikle makyaj videoları ve güzellik içerikleriyle tanınan influencer kimdir?",
  "Ünlü rapçi Kanye West'in, 2010 yılında yayınladığı ve eleştirmenler tarafından geniş çapta bir başyapıt olarak kabul edilen, 'Runaway' gibi hitleri içeren albümünün adı nedir?",
  "Cem Yılmaz'ın yönetmenliğini ve başrolünü üstlendiği, 2018 yapımı \"Arif V 216\" filminde, uzaylı dostu 216'ya hayat veren, Cem Yılmaz ile birlikte performansı dikkat çeken oyuncu kimdir?",
  "Dünya Kupası tarihinde en çok şampiyonluk kazanan ülke hangisidir?",
  "Eyfel Kulesi'ni iki kez hurda demir olarak satmaya çalışan ve \"Eyfel Kulesi'ni Satan Adam\" olarak ünlenen tarihteki ünlü dolandırıcı kimdir?",
  "Yumurcak TV ekranlarında uzun yıllar boyunca çocukların severek izlediği, sarı renkli, uçmayı seven ve genellikle Sylvester'ın peşinde olduğu meşhur çizgi film karakteri kimdir?",
  "\"Cep Herkülü\" lakabıyla tanınan, halterde dünya rekorları kırarak efsaneleşen ve Türkiye'ye Olimpiyat Oyunları'nda 3 altın madalya kazandıran milli sporcumuz kimdir?",
  "Star Wars evreninde, Luke Skywalker'ın büyüdüğü, çift güneşiyle ünlü çöl gezegeninin adı nedir?",
  "Türkiye'deki popüler Twitch yayıncılarından biri olan ve özellikle League of Legends oyun yayınları, komik anları ve sohbet içerikleriyle geniş bir kitleye ulaşan, gerçek adı Tuğkan Gönültaş olan yayıncı kimdir?",
  "Türkiye Millî Futbol Takımı, tarihinde katıldığı FIFA Dünya Kupası organizasyonlarında en büyük başarısını hangi yıl elde etmiştir?",
  "Şampiyonlar Ligi (eski adıyla Şampiyon Kulüpler Kupası) ilk olarak hangi yılda düzenlenmiştir?",
  "Disney'in dünya çapında büyük başarı kazanan ve tam uzunlukta üretilen ilk animasyon filmi hangisidir?",
  "Eurovision Şarkı Yarışması'nda Türkiye'yi temsil eden ve 'We Could Be The Same' adlı şarkısıyla ikinci olan Türk rock grubu hangisidir?",
  "Steven Spielberg'in yönettiği ve Leonardo DiCaprio'nun başrolünde oynadığı 'Sıkıysa Yakala' (Catch Me If You Can) filmine ilham veren, birçok farklı kimliğe bürünerek dolandırıcılık yapan ünlü isim kimdir?",
  "2017 yılında Survivor Türkiye'nin 'Ünlüler-Gönüllüler' formatında şampiyonluğa ulaşan ve profesyonel olarak kürek sporuyla ilgilenen yarışmacı kimdir?",
  "Yüzüklerin Efendisi evreninde, Tek Yüzük'ü yok etmek için Frodo'nun gitmek zorunda kaldığı, Mordor'da bulunan yanardağın adı nedir?",
  "Hangi popüler animasyon filminde, karakterlerin hayat felsefesi olarak benimsediği ve 'sorun yok' anlamına gelen 'Hakuna Matata' şarkısı yer almaktadır?",
  "Game of Thrones dizisinde, Kışyarı'nın Lordları olan ve 'Kış Geliyor' sloganıyla bilinen Stark Hanesi'nin simgesi hangi hayvandır?",
  "Cartoon Network'ün sevilen çizgi filmi 'Dexter'ın Laboratuvarı'nda, dahi çocuk Dexter'ın bilimsel deneylerini sık sık aksatan ve laboratuvarına izinsiz giren ablasının adı nedir?",
  "PlayStation'ın efsanevi oyunu God of War (2018) ve devamı olan Ragnarök'te, Kratos'un İskandinav Mitolojisi'ndeki maceralarına eşlik eden oğlu karakterin adı nedir?",
  "Harry Potter evreninde, Hogwarts Cadılık ve Büyücülük Okulu'nun dört binasından hangisi en çok hırs, kurnazlık ve liderlik özellikleriyle ilişkilendirilir?",
  "NBA tarihinde, kariyerinde altı şampiyonluk yüzüğü bulunan ve \"Air Jordan\" lakabıyla tanınan efsanevi basketbolcu kimdir?",
  "Şener Şen ve İlyas Salman'ın başrollerini paylaştığı, köyden kente göçün mizahi bir dille ele alınıp işsizlik, barınma gibi sorunların komik bir şekilde yansıtıldığı, Türk sinemasının unutulmaz filmlerinden biri olan yapım hangisidir?",
  "İkinci Dünya Savaşı'nın dönüm noktalarından biri olarak kabul edilen ve Müttefik Devletler'in Batı Cephesi'ni açarak Nazi Almanya'sına karşı kesin bir zafer kazanmasında kilit rol oynayan büyük çıkarmasının adı nedir?",
  "2007 yılında piyasaya sürülen, eleştirel beğeni toplayan ve oyun dünyasında bir devrim yaratan, bilim kurgu temalı bu hayatta kalma-korku oyunu, oyuncuları uzaylı istilasına uğramış bir uzay maden gemisi olan USG Ishimura'ya bırakarak korku ve gerilimi bir araya getirmiştir. Bu oyun serisinin adı nedir?",
  "1990'larda Michael Jordan'ın liderliğindeki efsanevi kadrosuyla 6 NBA şampiyonluğu kazanmış olan takım hangisidir?",
  "2020 Tokyo Olimpiyatları'nda (2021 yılında düzenlendi) okçulukta Türkiye'ye erkekler bireysel kategorisinde ilk Olimpiyat altın madalyasını kazandıran milli sporcumuz kimdir?",
  "Yumurcak TV ekranlarında yayınlanan ve çocukların severek izlediği 'Şirinler' çizgi filminde, Şirinlerin ezeli düşmanı olan kötü kalpli büyücünün adı nedir?",
  "Recep İvedik karakterine can veren, aynı zamanda filmin senaryo ekibinde de yer alan ve Türk sinemasının popüler komedyenlerinden biri olan oyuncu kimdir?",
  "1980'lerin en ikonik pop yıldızlarından biri olan, 'Like a Virgin', 'Material Girl' ve 'Vogue' gibi hitleriyle dünya çapında ün kazanmış kadın sanatçı kimdir?",
  "Popüler Türk komedi filmi serisi \"Recep İvedik\"te, Recep'in en yakın arkadaşı ve sürekli maceradan maceraya koşan, ona sadık dostu olan karakterin adı nedir?",
  "Pixar Animasyon Stüdyoları tarafından üretilen ve tüm zamanların en sevilen animasyon serilerinden biri olan \"Oyuncak Hikayesi\" (Toy Story) filminin ilk bölümü hangi yılda vizyona girmiştir?",
  "İnternetin ilk dönemlerinde, 1990 yılında Tim Berners-Lee tarafından geliştirilen ve web sayfalarını görüntülemek için kullanılan ilk web tarayıcısının orijinal adı nedir?",
  "\"Canım Benim\", \"Bitanesi\" ve \"Yak Gel\" gibi hareketli ve popüler şarkılarıyla 2000'li yıllarda Türk pop müziğine damga vuran ünlü şarkıcı kimdir?",
  "20. yüzyılın sonlarında, Soğuk Savaş'ın sembollerinden biri olan ve 1989 yılında yıkılarak Doğu ve Batı Almanya'nın birleşme sürecine girmesine yol açan yapı hangisidir?"
]