[
  "Sertab Erener, \"Everyway That I Can\" adlı şarkısıyla Türkiye'ye Eurovision Şarkı Yarışması'ndaki ilk ve tek birinciliğini hangi yıl getirmiştir?",
  "Popüler anime serisi Naruto'da, ana karakter Naruto Uzumaki'nin hayalini kurduğu ve sonunda ulaştığı, köyün en saygın lideri unvanı nedir?",
  "Halterde üç kez Olimpiyat altın madalyası kazanan ve \"Cep Herkülü\" lakabıyla dünya çapında tanınan efsanevi Türk sporcu kimdir?",
  "Türkiye'de ilk internet bağlantısı hangi yıl ve hangi üniversite aracılığıyla gerçekleştirilmiştir?",
  "Türkiye Millî Futbol Takımı'nın 2002 FIFA Dünya Kupası'nda üçüncü olarak tarih yazdığı kadronun başında hangi teknik direktör bulunuyordu?",
  "Moda dünyasının efsanevi isimlerinden Audrey Hepburn, özellikle hangi filmdeki performansıyla ve giyim tarzıyla bir moda ikonu haline gelmiştir?",
  "Fenerbahçe Beko Erkek Basketbol Takımı, tarihinde ilk ve tek EuroLeague şampiyonluğunu hangi başantrenör yönetiminde kazanmıştır?",
  "One Piece animesinde, Monkey D. Luffy'nin liderliğini yaptığı korsan tayfasının adı nedir?",
  "İkinci Dünya Savaşı sırasında Müttefik Devletlerin D-Day olarak bilinen Normandiya Çıkarması hangi ülkenin kıyılarına yapılmıştır?",
  "Sosyal medyada 'CZN Burak' olarak tanınan ve videolarında abartılı yemek sunumlarıyla dikkat çeken Türk şef ve fenomenin asıl adı nedir?",
  "Attack on Titan (Shingeki no Kyojin) animesinde, insanlığın duvarların arkasında yaşadığı şehirleri koruyan, devlerle savaşan askerî birliğin adı nedir?",
  "Met Gala'nın her yıl düzenlendiği, New York'ta bulunan dünyaca ünlü sanat müzesinin adı nedir?",
  "Cartoon Network'ün popüler çizgi filmlerinden 'Dexter'ın Laboratuvarı'nda, ana karakter Dexter'ın genellikle çalışmalarını sabotaj eden ablasının adı nedir?",
  "İkinci Dünya Savaşı sırasında, Yahudi soykırımı olarak bilinen Holokost'un sembolü haline gelen en büyük toplama kampı neresidir?",
  "Gelmiş geçmiş en ünlü moda ikonlarından biri olarak kabul edilen, 'küçük siyah elbise'yi popülerleştiren ve kendi adını taşıyan markasıyla tanınan Fransız tasarımcı kimdir?",
  "Dünya çapında 'MrBeast' olarak tanınan YouTuber, genellikle hangi tür videolarıyla bilinir?",
  "90'lı yılların başlarında 'Araba' ve 'Suç Bende' gibi hit şarkılarıyla popülerlik kazanan Türk pop müziği sanatçısı kimdir?",
  "Türk edebiyatının önemli isimlerinden Orhan Pamuk, 2006 yılında hangi alanda Nobel Ödülü'ne layık görülmüştür?",
  "'Doge' meme'i, hangi köpek cinsini konu alan ve genellikle 'such wow', 'very X' gibi yanlış yazılmış İngilizce ifadelerle süslenen popüler bir internet mizahıdır?",
  "Netflix Türkiye'nin ilk orijinal yerli yapımı olan ve başrolünde Çağatay Ulusoy'un yer aldığı fantastik dizinin adı nedir?",
  "Türk Kadın Voleybol Milli Takımı, \"Filenin Sultanları\", tarihinde ilk kez Avrupa Şampiyonluğunu hangi yıl kazanmıştır?",
  "Yazar Orhan Pamuk, \"Kar\", \"Benim Adım Kırmızı\" ve \"Masumiyet Müzesi\" gibi eserleriyle tanınmaktadır. Pamuk, Nobel Edebiyat Ödülü'nü hangi yıl kazanmıştır?",
  "Ünlü pop yıldızı Taylor Swift, albümlerinin haklarını geri almak amacıyla eski albümlerini \"Taylor's Version\" adıyla yeniden kaydedip yayınlamaktadır. Bu proje kapsamında yeniden kaydedilen ilk albümü hangisidir?",
  "1980'li yılların en ikonik gruplarından biri olan, \"Bohemian Rhapsody\", \"We Will Rock You\" ve \"Don't Stop Me Now\" gibi hit şarkılara imza atan efsanevi İngiliz rock grubu hangisidir?",
  "Olimpik tarihin en başarılı sporcularından biri olan, yüzme dalında kazandığı toplam 28 madalya ve 23 altın madalya ile rekor kıran Amerikalı efsanevi yüzücü kimdir?",
  "Harry Potter evreninde, Hogwarts Cadılık ve Büyücülük Okulu'nda cesareti, centilmenliği ve kararlılığı ile bilinen bina hangisidir?",
  "Tarkan'ın 1997 yılında piyasaya sürdüğü, \"Şıkıdım\" ve \"Şımarık\" gibi uluslararası çapta büyük hitlere sahip olan ve sanatçının dünya genelinde tanınmasını sağlayan albümünün adı nedir?",
  "Disney Channel'ın sevilen çizgi filmlerinden \"Esrarengiz Kasaba\" (Gravity Falls) dizisinde, Dipper ve Mabel Pines kardeşlerin yaz tatillerini geçirdiği ve gizemli olaylarla dolu kasabanın adı nedir?",
  "Nintendo'nun ikonik video oyunu serisi Super Mario'da, ana karakter Mario'nun genellikle Bowser tarafından kaçırılan ve kurtarmaya çalıştığı prensesin adı nedir?",
  "90'lı yılların en popüler erkek gruplarından biri olan ve \"I Want It That Way\", \"Everybody (Backstreet's Back)\" gibi hit şarkılarıyla bilinen grup hangisidir?",
  "Cartoon Network'ün popüler çizgi filmlerinden \"Adventure Time\"da, sihirli köpek Jake'in en yakın arkadaşı ve başkahramanı kimdir?",
  "Yüzüklerin Efendisi evreninde, Tek Yüzük'ün gücünü ele geçirmeye çalışan, başlangıçta bir Hobbit olan ve yüzüğün etkisiyle grotesk bir yaratığa dönüşen karakterin adı nedir?",
  "Nintendo'nun dünyaca ünlü Pokémon serisinde, Electric türündeki ana Pokémon'lardan biri olan ve \"Pika Pika!\" sesiyle tanınan sevimli yaratığın adı nedir?",
  "Türkiye'de 90'lı ve 2000'li yılların çocukluk atıştırmalıklarından biri olan, küçük, dikdörtgen şeklinde, jelibonumsu yapıda ve farklı meyve aromalarına sahip olan çiğnenebilir şekerlemenin adı nedir?",
  "Twitter'da bir kullanıcının dikkatini çekmek veya bir tweet'te ona doğrudan atıfta bulunmak için adının önüne \"@\" işareti konularak yapılan eyleme ne ad verilir?",
  "Ünlü \"Dayı\" caps'lerinde, bir duruma şaşıran veya tepki veren karakterin ağzından dökülen ve bir dönem çok popüler olan söz aşağıdakilerden hangisidir?",
  "90'lı ve 2000'li yılların popüler çocukluk atıştırmalıklarından Tipitip sakızlarının en bilinen özelliği neydi?",
  "Hücrelerin hasar gören DNA'yı onarma mekanizmalarını haritalandırmasındaki bilimsel çalışmaları sayesinde 2015 Nobel Kimya Ödülü'nü kazanan Türk bilim insanı kimdir?",
  "Pixar animasyon stüdyosunun sevilen filmlerinden biridir. Dünya'daki kirlilik nedeniyle terk edilmiş bir gezegende tek başına kalan ve bir gün insanoğlunu kurtaracak bir uzay gemisiyle karşılaşan küçük robotun adı nedir?",
  "17 Ağustos 1999 tarihinde Türkiye'yi derinden sarsan ve büyük yıkımlara yol açan depremin merkez üssü hangi şehir yakınlarındaydı?",
  "Latin müziğin dünyaca ünlü isimlerinden Shakira'nın, 2010 FIFA Dünya Kupası'nın resmi şarkısı olan ve büyük ses getiren hit şarkısının adı nedir?",
  "Netflix'in popüler bilim kurgu dizisi Stranger Things'te, kahramanların genellikle karşılaştığı ve Eleven'ın güçlerini kullanarak ulaştığı korkunç paralel evrenin adı nedir?",
  "Popüler anime serisi Attack on Titan (Shingeki no Kyojin)'da, ana karakter Eren Yeager'ın Titan'a dönüşebilme yeteneğine sahip olduğu ilk Titan türünün adı nedir?",
  "J.R.R. Tolkien'in efsanevi eseri Yüzüklerin Efendisi'nde, Tek Yüzük'ün Sauron tarafından dövüldüğü ve sadece orada yok edilebileceği tek yer olan volkanik dağın adı nedir?",
  "MasterChef Türkiye'nin 2021 sezonunda büyük finalde Tahsin Küçük'ü mağlup ederek şampiyonluğa ulaşan yarışmacı kimdir?",
  "Türk pop müziğinin efsanevi isimlerinden Sezen Aksu'nun, içinde 'Gülümse', 'Hadi Bakalım' gibi klasikleşmiş eserleri barındıran ve 1991 yılında piyasaya sürülen stüdyo albümünün adı nedir?",
  "HBO'nun rekor kıran fantastik dizisi Game of Thrones'ta, Westeros kıtasının en kuzey sınırını korumak ve yabanıllar ile Ak Gezenler'i durdurmak amacıyla inşa edilmiş, devasa buzdan yapılmış savunma yapısının adı nedir?",
  "League of Legends'ın en prestijli küresel turnuvası olan Worlds Şampiyonası tarihinde, toplam dört kez kupayı kaldırarak bu alanda en başarılı takım unvanına sahip olan e-spor organizasyonu aşağıdakilerden hangisidir?",
  "Fox Kids kanalında yayınlanan popüler çizgi film Digimon Adventure'da, serinin ana karakteri Taichi 'Tai' Kamiya'nın sadık ve cesur partneri olan, ateş elementine sahip dinozor benzeri Digimon'un adı nedir?",
  "CD Projekt Red tarafından geliştirilen ve büyük beğeni toplayan The Witcher 3: Wild Hunt adlı PC oyununda, başkarakter Geralt of Rivia'nın evlatlık kızı olan ve Elder Blood gücüne sahip genç kadın karakterin adı nedir?"
]