[
  "Türk pop müziğinin 'Megastar' lakabıyla anılan, \"Şıkıdım\", \"Dudu\" ve \"Kiss Kiss\" gibi hit şarkılarıyla hem Türkiye'de hem de dünyada tanınan ünlü sanatçı kimdir?",
  "Gişe rekorları kıran ve görsel efektleriyle çığır açan 'Avatar' serisinin yönetmenliğini üstlenen ve aynı zamanda 'Titanic' filminin de yönetmeni olan ünlü sinemacı kimdir?",
  "Türkiye'nin en uzun soluklu ve en çok izlenen reality show'larından biri olan 'Survivor Türkiye' programının sunucusu ve aynı zamanda yapım şirketi 'Acun Medya'nın kurucusu olan isim kimdir?",
  "Ata Demirer'in senaryosunu yazdığı ve başrolünde yer aldığı, Geyikli'de geçen maceralarıyla izleyicileri güldüren 'Eyvah Eyvah' film serisindeki klarnet çalan ana karakterin adı nedir?",
  "Türk sinemasının dört yapraklı yoncasından biri olarak kabul edilen ve 'Sultan' lakabıyla anılan, yüzlerce filmde başrol oynamış efsanevi aktris kimdir?",
  "Disney Channel'ın sevilen çizgi filmlerinden \"DuckTales\"ta (Vakvak Amca), Donald Duck'ın zengin ve maceraperest amcasının adı nedir?",
  "Türkiye'de Twitter'da, özellikle ekonomik durumlarla ilgili ironik ve eleştirel bir yaklaşım sergilemek için kullanılan, belirli bir görsel veya video ile özdeşleşmiş olan popüler mizahi akım aşağıdakilerden hangisidir?",
  "Yumurcak TV'de bir dönem yayınlanan, meraklı yapısıyla bilinen ve sürekli olarak \"Neden?\", \"Nasıl?\" gibi sorular soran kel bir çocuğun maceralarını anlatan çizgi filmin adı nedir?",
  "Türkiye Millî Futbol Takımı'nın 2008 Avrupa Şampiyonası'nda (EURO 2008) yarı finale yükseldiği turnuvada, özellikle son dakikalarda attığı kritik gollerle hafızalara kazınan forvet oyuncusu kimdir?",
  "İnternet üzerinde, özellikle 2000'lerin sonu ve 2010'ların başında popülerleşen, basit çizimlerle belirli bir duygu veya duruma mizahi bir şekilde tepki veren \"Forever Alone\", \"Trollface\", \"Rage Guy\" gibi karakterlerin kullanıldığı çizgi roman tarzı paylaşımlara genel olarak ne ad verilir?",
  "\"Avatar: Son Hava Bükücü\" (Avatar: The Last Airbender) animasyon serisinde, ana karakter Aang'in uçan bizon dostunun adı nedir?",
  "CD Projekt Red tarafından geliştirilen ve sonrasında Netflix'e uyarlanan \"The Witcher\" serisinin ana karakteri Rivialı Geralt'ın sadık atının adı nedir?",
  "Netflix Türkiye'nin popüler dizilerinden \"Kulüp\"te, kızı Raşel ile yeniden bir araya gelmeye çalışan ve eski bir mahkum olan başrol karakter Matilda Aseo'yu canlandıran oyuncu kimdir?",
  "\"Hips Don't Lie\", \"Waka Waka\" ve \"Whenever, Wherever\" gibi dünya çapında hit olmuş şarkılarıyla tanınan, Kolombiya doğumlu dünyaca ünlü Latin pop şarkıcısı ve söz yazarı kimdir?",
  "2006 yılında Nobel Edebiyat Ödülü'nü kazanan ilk ve tek Türk yazar olan Orhan Pamuk'un, Doğu ile Batı arasındaki kültürel çatışmaları ve aşkı konu alırken, bir ressamın gizemli cinayetini araştıran kahramanların hikayesini anlatan romanı hangisidir?",
  "Türkiye'de TV8'de yayınlanan 'Survivor' yarışmasında şampiyon olduktan sonra sosyal medyada büyük bir takipçi kitlesine ulaşarak influencer kariyerine adım atan isim kimdir?",
  "Nickelodeon'ın kült çizgi filmlerinden 'Hey Arnold!'da, baş karakter Arnold'a zorbalık yapan ancak ona gizlice aşık olan, büyük pembe kurdelesiyle tanınan kız karakterin adı nedir?",
  "Soğuk Savaş dönemindeki Uzay Yarışı sırasında, 12 Nisan 1961'de Vostok 1 aracıyla Dünya yörüngesinde seyahat eden ve uzaya çıkan ilk insan olan Sovyet kozmonot kimdir?",
  "Günümüzde kullandığımız World Wide Web'i (WWW) icat eden, ilk web sunucusunu ve ilk web tarayıcısını geliştiren İngiliz bilgisayar bilimcisi kimdir?",
  "2020 yılında düzenlenen Akademi Ödülleri'nde 'En İyi Film' dalında Oscar kazanan ve aynı zamanda 'En İyi Yönetmen', 'En İyi Uluslararası Film' ve 'En İyi Özgün Senaryo' ödüllerini de alarak büyük bir başarıya imza atan Güney Kore yapımı film hangisidir?",
  "Cartoon Network'ün sevilen çizgi filmlerinden \"Adventure Time\"da, Finn'in sürekli yanında olan, sihirli güçlere sahip ve şekil değiştirebilen köpek arkadaşının adı nedir?",
  "Yedi kez Formula 1 Dünya Şampiyonu olan ve Mercedes takımıyla rekorlar kıran efsanevi İngiliz pilot kimdir?",
  "\"The Marshall Mathers LP\", \"Encore\" ve \"Recovery\" gibi çok satan albümlerle tanınan, genellikle \"Slim Shady\" alter egosunu da kullanan Grammy ödüllü Amerikalı rapçi kimdir?",
  "Nickelodeon'ın popüler çizgi filmlerinden \"Fairly OddParents\" (Sihirli Ailem) adlı yapımda, Timmy Turner'ın dileklerini gerçekleştiren iki sihirli balık perisinin isimleri nelerdir?",
  "Birinci Dünya Savaşı'nın Batı Cephesi'nde, özellikle Noel 1914'te gerçekleşen ve düşman askerlerinin kısa süreliğine çatışmayı bırakıp barışçıl etkileşimlerde bulunduğu, birçok film ve popüler kültür eserine konu olmuş olaya ne ad verilir?",
  "2005 Şampiyonlar Ligi finalinde Liverpool'un Milan'ı 3-0 geriden gelerek penaltılarla mağlup edip kupayı kazandığı, futbol tarihine geçen mücadele hangi isimle anılır?",
  "Disney'in Karlar Ülkesi (Frozen) filminin baş karakterlerinden biri olan ve 'Let It Go' şarkısıyla dünya çapında popülerleşen buz kraliçesinin adı nedir?",
  "İnternet tarihinin ilk ticari alan adı ('domain name'), hangi yıl ve hangi şirket tarafından kaydedilmiştir?",
  "“Gülümse”, “Vazgeçtim” ve “Firuze” gibi klasikler başta olmak üzere, 80'ler ve 90'lar Türk pop müziğine yön veren eserlere imza atan, 'Minik Serçe' lakaplı efsanevi sanatçı kimdir?",
  "Marvel Sinematik Evreni'nin 2019 yapımı filmi \"Avengers: Endgame\", dünya çapında tüm zamanların en yüksek gişe hasılatına sahip filmler listesinde hangi sıradadır? (Not: Enflasyon ayarsız ham gişe hasılatı baz alınmıştır.)",
  "Türk Kadın Voleybol Milli Takımı, 2023 yılında Milletler Ligi (VNL) ve Avrupa Şampiyonası'nda şampiyon olarak tarihi bir başarıya imza atmıştır. Bu takıma verilen ve halk arasında yaygın olarak kullanılan lakap nedir?",
  "Marvel Sinematik Evreni'nin temellerini atan ve Robert Downey Jr.'ın canlandırdığı Tony Stark karakterini izleyiciyle buluşturan ilk film hangisidir?",
  "Günümüzün en büyük sosyal medya platformlarından biri olan Facebook, Mark Zuckerberg tarafından hangi üniversite kampüsünde kurulmuştur?",
  "1990'larda dünya genelinde büyük bir popülerlik kazanan ve 'PlayStation' adıyla oyun dünyasına damga vuran ilk oyun konsolu hangi şirket tarafından piyasaya sürülmüştür?",
  "20. yüzyıl modasının en etkili isimlerinden biri olan ve özellikle küçük siyah elbise (little black dress) ile 'Chanel No. 5' parfümünü ikonikleştiren Fransız moda tasarımcısı kimdir?",
  "Nickelodeon'ın popüler çizgi filmlerinden SüngerBob KareŞort'un (SpongeBob SquarePants) evcil salyangozunun adı nedir?",
  "Türkiye'nin en prestijli medya ödüllerinden biri olan Altın Kelebek Ödülleri, hangi medya grubunun yayın organları aracılığıyla düzenlenmektedir?",
  "HBO'nun dünya çapında fenomen haline gelen dizisi Game of Thrones'da, 'Kış Geliyor' (Winter is Coming) mottosu hangi soylu hanedana aittir?",
  "UEFA Şampiyonlar Ligi tarihinde en çok gol atan futbolcu unvanına sahip olan oyuncu kimdir?",
  "Türkiye Millî Futbol Takımı, tarihinde ilk kez hangi Avrupa Şampiyonası'na (EURO) katılma hakkı kazanmıştır?",
  "İnternet kullanımının yaygınlaşmasında büyük rol oynayan ve Mosaic tarayıcısından esinlenilerek geliştirilen, 1990'ların ortalarında piyasaya sürülen ilk popüler web tarayıcısı hangisidir?",
  "Müslüm Gürses'in özellikle konserlerinde ve yaşam şeklinde görülen, ona karşı duyulan yoğun sevgi ve bağlılığı ifade eden hayranlarına verilen popüler lakap aşağıdakilerden hangisidir?",
  "The Witcher evreninde, Rivialı Geralt'ın ana mesleği ve unvanı nedir?",
  "Futbol tarihinin ilk FIFA Dünya Kupası, 1930 yılında hangi ülkede düzenlenmiştir?",
  "1980'ler ve 1990'lar Türkiye'sinde çocukların vazgeçilmezi olan Tipitip sakızlarının içinden çıkan ve biriktirilen popüler objeler nelerdi?",
  "The Witcher evreninde, Rivialı Geralt'ın evlatlık kızı olan ve aynı zamanda Kadim Kan'a (Elder Blood) sahip olan karakterin gerçek adı ve unvanı nedir?",
  "Roland Garros olarak da bilinen Fransa Açık Tenis Turnuvası'nda, toprak korttaki üstün başarısıyla 'Toprak Kortların Kralı' unvanını alan ve bu turnuvayı en çok kazanan erkek tenisçi kimdir?",
  "PlayStation'ın ikonik oyun serilerinden God of War'da, ana karakter Kratos'un Norse mitolojisindeki maceralarında ona eşlik eden ve okçuluk yetenekleriyle bilinen oğlu kimdir?",
  "2005 yılında kurulup kısa sürede video paylaşım platformlarının lideri haline gelen YouTube, 2006 yılında hangi teknoloji devi tarafından 1.65 milyar dolara satın alınmıştır?",
  "Survivor Türkiye'nin 2018 yılında düzenlenen All Star sezonunda, Gönüllüler takımından başlayıp finale kadar yükselen ve yarışmayı şampiyon olarak tamamlayan isim kimdir?"
]