[
  "Aşk-ı Memnu dizisinde Behlül karakterini canlandıran oyuncu kimdir?",
  "Ezhel'in geniş kitlelerce tanınmasını sağlayan ve Türkiye'de trap müziğin popülerleşmesine büyük katkıda bulunan, 'Geceler' ve 'Şehrimin Tadı' gibi hitlerin yer aldığı ilk stüdyo albümünün adı nedir?",
  "League of Legends Dünya Şampiyonası'nı (Worlds) en çok kazanan takım aşağıdakilerden hangisidir?",
  "Türkiye'nin en popüler YouTuber'larından Enes Batur'un, genellikle hangi türde videolar ürettiği bilinmektedir?",
  "Kendi ışığını üreten her bir piksel sayesinde mükemmel siyahlar ve canlı renkler sunan, özellikle yüksek kaliteli televizyon ve akıllı telefon ekranlarında kullanılan ekran teknolojisi hangisidir?",
  "Marvel Sinematik Evreni'nin (MCU) başlangıcı kabul edilen ilk film hangisidir?",
  "UEFA Şampiyonlar Ligi tarihinde bir sezonda en çok gol atan oyuncu kimdir?",
  "Genellikle bir köpeğin (özellikle bir Shiba Inu'nun) iç sesini yansıtan Comic Sans metinlerle birlikte görünen popüler internet meme'inin adı nedir?",
  "Türk Twitch yayıncısı ve YouTube içerik üreticisi olan, genellikle \"Kendine Müzisyen\" adıyla bilinen fenomenin gerçek adı nedir?",
  "İnternet üzerinde hızla yayılan ve genellikle bir durumun abartılı, şaşırtıcı veya ironik sonucunu gösteren kısa videolara ne ad verilir? (Örnek: Vine döneminde popüler olan videolar)",
  "Berlin Duvarı'nın yıkılması, Soğuk Savaş'ın sembolik sonu olarak kabul edilir ve dünya tarihinde önemli bir dönüm noktasıdır. Bu olay hangi yılda gerçekleşmiştir?",
  "Twitter Türkiye'de bir kullanıcının, genellikle bir olayı veya durumu protesto etmek ya da dikkat çekmek amacıyla, çok sayıda başka kullanıcı tarafından aynı anda etiketlenerek (mentionlanarak) yapılan yoğun etkileşime ne ad verilir?",
  "Dünya genelinde milyonlarca takipçisi olan ve genellikle büyük ödüllü meydan okumalar, hayır işleri ve pahalı prodüksiyonlarıyla tanınan ünlü YouTuber kimdir?",
  "FIFA Dünya Kupası tarihinde en çok şampiyonluk yaşayan ülke hangisidir?",
  "Nickelodeon'ın en ikonik çizgi filmlerinden biri olan, Bikini Kasabası'nda yaşayan sünger bir karakterin su altı maceralarını konu alan yapımın adı nedir?",
  "Rıfat Ilgaz'ın eserinden uyarlanan ve Türk sinemasının kült komedi filmlerinden biri olan 'Hababam Sınıfı' serisinde, öğrencilerin en çok korktuğu, disiplinli ve sert öğretmenin lakabı nedir?",
  "Türkiye'de ve globalde popülerleşen, bir durumu abartılı bir şekilde ifade eden ve genellikle 'distracted boyfriend' (dikkat dağınık erkek arkadaş) olarak bilinen internet meme'indeki temel hikaye nedir?",
  "League of Legends Dünya Şampiyonası (Worlds) tarihindeki en ünlü oyuncularından biri olan ve 'Demon King' (İblis Kral) lakabıyla anılan efsanevi orta koridor oyuncusu kimdir?",
  "2002 FIFA Dünya Kupası'nda, Türkiye Milli Futbol Takımı, turnuvayı tarihinde ilk kez katıldığı bu kupada hangi dereceyi elde ederek büyük bir başarıya imza atmıştır?",
  "'Kahpe Bizans', 'G.O.R.A.' ve 'Arif V 216' gibi filmleriyle tanınan, özellikle internet mizahında replikleri ve karakterleriyle sıkça görülmesiyle bilinen ünlü komedyen ve oyuncu kimdir?",
  "Türkiye Milli Futbol Takımı, Avrupa Futbol Şampiyonası (EURO) tarihinde en iyi derecesini hangi yıl elde etmiştir?",
  "'Süperstar' lakabıyla anılan, Türk pop müziğinin en bilinen ve kariyeri boyunca birçok hit şarkıya imza atmış sanatçısı kimdir?",
  "Netflix'in dünya çapında büyük ilgi gören ve borç batağındaki insanların ölümcül çocuk oyunlarına katıldığı popüler Güney Kore dizisi hangisidir?",
  "Birinci Dünya Savaşı'nın dehşetini anlatan ve 2020 yılında 'En İyi Yönetmen', 'En İyi Sinematografi' ve 'En İyi Görsel Efekt' dallarında üç Oscar kazanan Sam Mendes yönetmenliğindeki film hangisidir?",
  "Netflix'in dünya genelinde büyük bir fenomen haline gelen ve İspanya'da bir grup soyguncunun büyük bir plan dahilinde gerçekleştirdiği soygunları konu alan popüler dizisi hangisidir?",
  "Star Wars evreninde, Jedi ve Sithlerin kullandığı, enerji tabanlı kılıçlara ne ad verilir?",
  "Türk YouTube dünyasının önde gelen isimlerinden Orkun Işıtmak, genellikle hangi tür içerikleriyle tanınmaktadır?",
  "Popüler Kore dizisi \"Descendants of the Sun\"da başrol erkek karakteri olan Yüzbaşı Yoo Shi-jin'i canlandıran aktör kimdir?",
  "Counter-Strike: Global Offensive (CS:GO) sahnesinin en prestijli turnuvalarından biri olan ve her yıl düzenlenen büyük etkinliklere ne ad verilir?",
  "Usta oyuncular Kemal Sunal, Şener Şen ve İlyas Salman'ın başrollerini paylaştığı, köyden kente göç ve ağalık düzenini mizahi bir dille ele alan kült Türk komedi filmi aşağıdakilerden hangisidir?",
  "Tom Hanks'in başrolünde oynadığı ve bir kutu çikolata ile özdeşleşen, \"Hayat bir kutu çikolata gibidir, ne çıkacağını asla bilemezsin\" repliğiyle bilinen kült film hangisidir?",
  "Britanya Kraliyet Ailesi'nde, Kraliçe II. Elizabeth'in en büyük oğlu ve mevcut Birleşik Krallık hükümdarı olan kişinin adı nedir?",
  "Türk pop müziğinin megastarı olarak kabul edilen, \"Şıkıdım\", \"Kiss Kiss\" ve \"Hüp\" gibi uluslararası hitlere imza atmış sanatçı kimdir?",
  "Bir kedinin masada oturduğu, önünde salata olduğu ve kendisine bağıran kadına 'tepkisiz' baktığı görselle küresel çapta popüler olan internet meme'i hangi adla bilinir?",
  "Fox Kids Türkiye ekranlarında uzun yıllar yayınlanmış ve popülerliğini korumuş, çocukların dijital canavarları ile maceralarını anlatan ünlü anime serisi hangisidir?",
  "Efsanevi Star Wars serisinin ikonik tema müziğini besteleyen ünlü müzisyen kimdir?",
  "\"Thriller\", \"Billie Jean\" ve \"Smooth Criminal\" gibi unutulmaz hitlerle tüm zamanların en çok satan sanatçılarından biri olan ve \"Popun Kralı\" lakabıyla anılan efsanevi şarkıcı kimdir?",
  "Pixar'ın \"Ters Yüz\" (Inside Out) animasyon filminde, genç Riley'nin zihnindeki duyguların lideri ve ana karakteri olan duygu hangisidir?",
  "Çocukluğumuzda, genellikle küçük bir paketin içinde bulunan, üzerindeki eğlenceli çizgi film karakterleriyle bilinen ve içinde minik bir çikolata gofreti olan atıştırmalık hangisiydi?",
  "UEFA Şampiyonlar Ligi kupasını (eski adıyla Şampiyon Kulüpler Kupası) tarihinde en çok kazanan futbol kulübü hangisidir?",
  "Erich Maria Remarque'ın ünlü romanından uyarlanan ve Birinci Dünya Savaşı'nın Batı Cephesi'ndeki dehşetini anlatan 2022 yapımı \"Batı Cephesinde Her Şey Sakin\" (All Quiet on the Western Front) filmi, hangi ülkenin uluslararası yapımıdır?",
  "Pixar stüdyolarının klasikleşmiş animasyon filmlerinden biri olan \"Kayıp Balık Nemo\"da, oğlunu bulmak için okyanuslar boyunca tehlikeli bir yolculuğa çıkan palyaço balığının adı nedir?",
  "Türkiye Millî Futbol Takımı, tarihinde ilk kez Avrupa Futbol Şampiyonası (EURO) finallerine hangi yılda katılma başarısı göstermiştir?",
  "\"Air Jordan\" lakabıyla tanınan efsanevi basketbolcu Michael Jordan, NBA kariyerinin büyük bir bölümünü hangi takımda geçirmiş ve altı şampiyonluk kazanmıştır?",
  "Britanya Kraliyet Ailesi'nin en uzun süre tahtta kalan hükümdarı Kraliçe II. Elizabeth'in 2021 yılında vefat eden, eşi ve Edinburgh Dükü unvanını taşıyan Prens'in adı nedir?",
  "Pixar'ın \"Coco\" animasyon filminde, genç Miguel'in ailesinin müziğe karşı yasağını kırmak için çıktığı yolculukta gittiği, ölülerin dünyasının renkli ve canlı bir şekilde tasvir edildiği yerin adı nedir?",
  "Nickelodeon'ın popüler çizgi dizilerinden \"Avatar: Son Hava Bükücü\" serisinde, dört elementten biri olan suyu bükme yeteneğine sahip olan Katara hangi kabileden gelmektedir?",
  "Netflix'in dünya çapında büyük ilgi gören \"Stranger Things\" dizisinde, Hawkins kasabasında yaşanan doğaüstü olaylar hangi paralel evrenle ilişkilendirilmektedir?",
  "\"Bad Guy\", \"Ocean Eyes\" ve \"Happier Than Ever\" gibi hit şarkılarıyla tanınan, genç yaşına rağmen pek çok Grammy Ödülü kazanmış pop ve alternatif müziğin popüler ismi kimdir?",
  "FIFA Dünya Kupası tarihinde ilk turnuva hangi ülkede düzenlenmiş ve bu ülkenin milli takımı şampiyon olmuştur?"
]