[
  "Türkiye'den Nobel Edebiyat Ödülü'nü kazanan ilk ve tek yazarımız Orhan Pamuk, bu prestijli ödülü hangi yıl almıştır?",
  "MasterChef Türkiye'nin 2020 sezonunda büyük bir mücadele sergileyerek şampiyonluk ipini göğüsleyen yarışmacı kimdir?",
  "PlayStation'ın efsanevi oyun serisi God of War'da, ana karakter Kratos'un intikam yolculuğunda kendisine eşlik eden ve serinin önemli figürlerinden biri olan oğlunun adı nedir?",
  "Nisan 2024 itibarıyla, TikTok platformunda en çok takipçiye sahip olan global influencer kimdir?",
  "Popüler K-drama 'Crash Landing on You'da, paraşütüyle Kuzey Kore'ye iniş yapan ve bir Kuzey Koreli askerle aşk yaşayan Güney Koreli iş kadını karakterinin adı nedir?",
  "Formula 1 tarihinde en çok Grand Prix galibiyeti rekorunu elinde bulunduran pilot kimdir? (Kasım 2023 itibarıyla)",
  "Audrey Hepburn'ün 'Tiffany'de Kahvaltı' (Breakfast at Tiffany's) filmindeki ikonik siyah elbisesini tasarlayan ve kendisiyle özdeşleşen ünlü moda tasarımcısı kimdir?",
  "Tokyo 2020 Olimpiyatları'nda (2021 yılında düzenlendi) okçulukta Türkiye'ye tarihindeki ilk altın madalyayı kazandıran sporcumuz kimdir?",
  "Türkiye'de Twitter'da bir dönem oldukça popüler olan ve kullanıcıların kendi günlük hayattan komik veya ilginç anlarını esprili bir dille paylaştığı, genellikle belirli bir ifadeyle başlayan akımın adı nedir?",
  "James Cameron'ın yönettiği, 2009 yılında vizyona giren ve dünya genelinde tüm zamanların en yüksek gişe hasılatına ulaşan ilk film unvanını kazanan bilim kurgu filmi hangisidir?",
  "Tarihteki ilk insanlı Ay yolculuğu olan Apollo 11 göreviyle Ay'a ilk ayak basan astronot kimdir?",
  "\"Şimşek Bolt\" lakabıyla tanınan, sprint yarışlarındaki dünya rekorlarıyla efsaneleşen Jamaikalı atlet Usain Bolt, erkekler 100 metrede kaç saniyeyle dünya rekorunu elinde bulundurmaktadır?",
  "Netflix'in ilk Türk orijinal dizisi olan \"Hakan: Muhafız\"da, ana karakter Hakan Demir'i canlandıran oyuncu kimdir?",
  "Pixar Animation Studios tarafından üretilen, Dünya'daki çöp yığınlarını temizlemekle görevli sevimli bir robotun maceralarını konu alan ve En İyi Animasyon Filmi Oscar'ı kazanan animasyon filmi hangisidir?",
  "HBO'nun tüm dünyada fenomen haline gelen dizisi \"Game of Thrones\"ta, Westeros'un en güçlü hanedanlarından biri olan ve arması aslan olan hanedan hangisidir? (Sloganları \"Hear Me Roar!\" veya \"A Lannister Always Pays His Debts\" olarak bilinir.)",
  "Grammy Ödülleri'nde birden fazla kez Yılın Albümü ödülünü kazanan ve \"Hello\", \"Someone Like You\" gibi hitleriyle tanınan İngiliz şarkıcı kimdir?",
  "2020 yılında yayımlanmaya başlayan ve kısa sürede geniş kitlelere ulaşan \"Masumlar Apartmanı\" dizisinde, psikolojik sorunlarla mücadele eden ve temizlik takıntısı olan \"Gülben\" karakterini canlandıran başarılı oyuncu kimdir?",
  "Türkiye'nin en tanınan Twitch yayıncılarından biri olan ve özellikle sohbet (Just Chatting) ile çeşitli oyun yayınlarıyla bilinen, \"Jahrein\" lakabıyla milyonlarca takipçiye sahip olan fenomenin gerçek adı nedir?",
  "HBO'nun eleştirmenlerden tam not alan ve birçok ödül kazanan dizisi \"Succession\"da, medya imparatoru Roy ailesinin acımasız patriği Logan Roy'u canlandıran deneyimli oyuncu kimdir?",
  "Suçluların sembolik maskeler ve şehir isimleriyle anıldığı, büyük bir soygun planını konu alan ve dünya genelinde büyük popülarite kazanan İspanyol yapımı \"La Casa de Papel\" dizisinde, ekibin beyni ve operasyonların mimarı olan \"Profesör\" karakterini canlandıran oyuncu kimdir?",
  "Avrupa basketbolunun kulüpler düzeyindeki en prestijli turnuvası olan EuroLeague'i kazanan ilk Türk takımı hangisidir?",
  "Orhan Pamuk, Nobel Edebiyat Ödülü'nü kazandığı yıl, Jüri tarafından öne çıkarılan ve eserlerinin bütününü tanımlayan genel açıklama ne olmuştur?",
  "Attack on Titan (Shingeki no Kyojin) animesinde, insanlığın devlerden korunmak için inşa ettiği üç büyük duvardan en dıştaki duvarın adı nedir?",
  "Christopher Nolan'ın yönettiği ve eleştirmenlerden tam not alan \"Kara Şövalye\" (The Dark Knight) filminde, Joker karakterini canlandırarak ölümünden sonra Oscar kazanan oyuncu kimdir?",
  "Pixar'ın \"Coco\" filminde, Miguel Rivera, ailesinin müziğe karşı duruşuna rağmen ünlü bir müzisyen olma hayalini gerçekleştirmek için hangi müzik aletini çalmak istemektedir?",
  "Yeşilçam'ın unutulmaz filmlerinden 'Selvi Boylum Al Yazmalım'da Kadir İnanır'ın canlandırdığı kamyon şoförü karakterinin adı nedir?",
  "Galatasaray Futbol Takımı, 2000 yılında UEFA Kupası finalinde hangi takımı penaltı atışları sonucunda yenerek şampiyon olmuştur?",
  "Formula 1 tarihinde kariyerine 4 dünya şampiyonluğu sığdıran ve 'Profesör' lakabıyla anılan Fransız pilot kimdir?",
  "Hangi oyuncu, 47. Altın Kelebek Ödülleri'nde 'Yargı' dizisindeki performansıyla 'En İyi Kadın Oyuncu' ödülünü kazanmıştır?",
  "Soğuk Savaş döneminin en ikonik simgelerinden biri olan ve Doğu ile Batı Almanya'yı ayıran duvarın adı nedir?",
  "Dünya genelinde büyük bir fenomen haline gelen ve Güney Kore yapımı olan \"Squid Game\" dizisinin ana konusu nedir?",
  "Tüketici elektroniği alanında dünya liderlerinden biri olan ve özellikle \"Galaxy\" serisi akıllı telefonları, tabletleri ve televizyonlarıyla tanınan Güney Kore merkezli teknoloji şirketi aşağıdakilerden hangisidir?",
  "Eserleriyle müzik dünyasına damga vuran ve \"Amerikan şarkı geleneği içinde yeni şiirsel ifadeler yarattığı için\" 2016 yılında Nobel Edebiyat Ödülü'ne layık görülen Amerikalı sanatçı kimdir?",
  "Pixar yapımı \"Yukarı Bak\" (Up) filminde, binlerce balonu evine bağlayarak Güney Amerika'ya doğru macera dolu bir yolculuğa çıkan emekli balon satıcısı karakterin adı nedir?",
  "Türk müziğinin \"Diva\" lakaplı, güçlü sesi ve sahne performanslarıyla tanınan, Altın Kelebek Ödülleri'nde birçok kez \"En İyi Kadın Sanatçı\" ödülünü kazanmış efsanevi isim kimdir?",
  "PlayStation'ın efsanevi oyun serisi God of War'da, ana karakter Kratos eski Yunan mitolojisinde hangi tanrının oğludur?",
  "Disney'in unutulmaz animasyon filmlerinden 'Aslan Kral'da, Timon ve Pumbaa'nın meşhur felsefesi olan 'endişesiz yaşam' anlamına gelen ifade nedir?",
  "Birinci Dünya Savaşı'nı resmen sona erdiren ve Almanya ile İtilaf Devletleri arasında imzalanan barış antlaşmasının adı nedir?",
  "Popüler Türk komedi filmi serisi 'Recep İvedik'in yönetmenliğini ve senaryo ekibinde yer alarak filmlere yön veren isim kimdir?",
  "CD Projekt Red tarafından geliştirilen ve Rivyalı Geralt'ın maceralarını konu alan, popüler açık dünya aksiyon-rol yapma (RPG) oyunu serisinin adı nedir?",
  "Netflix'in popüler fantezi dizisi 'The Witcher'da, ana karakter Rivyalı Geralt'ı canlandıran oyuncu kimdir?",
  "Taylor Swift'in kendi master kayıt haklarını geri almak amacıyla başlattığı 'Taylor's Version' projesinin ilk yayınlanan stüdyo albümü aşağıdakilerden hangisidir?",
  "Türk pop müziğinin 'Megastar' lakabıyla anılan Tarkan'ın, uluslararası alanda büyük yankı uyandıran ve özellikle Avrupa'da listeleri kasıp kavuran, meşhur öpücük sesiyle bilinen hit şarkısının adı nedir?",
  "Türkiye'de Twitter'da kullanıcıların bir tweet'e art arda kendi yorumlarını, görsellerini veya ek bilgilerini ekleyerek oluşturdukları, uzun ve bağlamlı gönderi dizilerine verilen isim nedir?",
  "Hip-hop dünyasının efsanevi isimlerinden Eminem'in 'Lose Yourself' adlı hit şarkısı, başrolünde kendisinin oynadığı hangi filmin orijinal soundtrack'inde yer almıştır?",
  "Nobel Ödülü tarihinde iki farklı alanda (Fizik ve Kimya) Nobel kazanan tek kadın bilim insanı kimdir?",
  "1988 Seul Olimpiyatları'nda halterde Türkiye'ye Olimpiyat tarihinde uzun bir aradan sonra ilk altın madalyayı kazandıran ve 'Cep Herkülü' lakabıyla anılan efsanevi sporcu kimdir?",
  "Instagram'da 600 milyondan fazla takipçisiyle en çok takip edilen kişi rekorunu elinde bulunduran ünlü futbolcu kimdir? (Mayıs 2024 itibarıyla)",
  "Birinci Dünya Savaşı'nın çıkmasına neden olan kıvılcım olarak kabul edilen olay, Avusturya-Macaristan Arşidükü Franz Ferdinand'ın hangi şehirde öldürülmesidir?",
  "UEFA Şampiyonlar Ligi tarihinde en çok şampiyonluk yaşayan kulüp hangisidir?"
]