[
  "UEFA Şampiyonlar Ligi tarihinde en çok kupa kazanan teknik direktör kimdir?",
  "\"Deli Mavi\", \"Yine Mi Çiçek\" ve \"Düşler Sokağı\" gibi hit şarkılarıyla tanınan, kendine özgü tarzı ve güçlü sesiyle Türk pop müziğinin önde gelen isimlerinden biri olan kadın şarkıcı kimdir?",
  "Türk edebiyatının önemli isimlerinden Orhan Pamuk, hangi yıl Nobel Edebiyat Ödülü'nü kazanmıştır?",
  "Her yıl Mayıs ayının ilk Pazartesi günü New York'ta düzenlenen, moda dünyasının en prestijli etkinliklerinden biri olarak kabul edilen ve ünlülerin en iddialı kıyafetlerle katıldığı davetin adı nedir?",
  "Nickelodeon'un popüler çizgi filmlerinden biri olan \"Hey Arnold!\"da, baş karakter Arnold'ın kafası neye benzemektedir?",
  "Dünyanın en popüler YouTuber'larından biri olan MrBeast, pahalı ve iddialı meydan okumaları, büyük ödülleri ve hayırseverlik projeleriyle tanınmaktadır. MrBeast'in gerçek adı nedir?",
  "90'lı yılların sonları ve 2000'lerin başlarında Fox Kids ekranlarında yayınlanan popüler \"Örümcek Adam\" (Spider-Man) çizgi film serisinde, Peter Parker'ın fotoğrafçı olarak çalıştığı ve J. Jonah Jameson'ın editörlüğünü yaptığı gazetenin adı nedir?",
  "Türk rock müziğinin sevilen gruplarından Mor ve Ötesi, 2008 yılında Sırbistan'ın Belgrad şehrinde düzenlenen Eurovision Şarkı Yarışması'nda Türkiye'yi hangi şarkıyla temsil etmiştir?",
  "Şahan Gökbakar'ın yaratıcısı ve başrol oyuncusu olduğu popüler Recep İvedik karakteri, ilk kez hangi televizyon programındaki skeçleriyle izleyici karşısına çıkmıştır?",
  "HBO'nun dünyaca ünlü fantastik dizisi Game of Thrones'ta, Kışyarı hanedanı Stark'ın en büyük kızı ve hikayenin ilerleyen dönemlerinde Kuzey'in Kraliçesi unvanını alan karakterin adı nedir?",
  "Erkekler tenisinde \"Büyük Üçlü\" olarak bilinen efsanelerden biri olan ve teklerde en fazla Grand Slam şampiyonluğu rekorunu elinde bulunduran raket kimdir?",
  "Nintendo'nun ikonik ev konsolu \"Nintendo Entertainment System\" (NES) ilk olarak Kuzey Amerika pazarında hangi yılda piyasaya sürülmüştür?",
  "Modern internetin temel taşlarından biri olan World Wide Web (WWW) kavramını ortaya atan ve ilk web tarayıcısını geliştiren bilgisayar bilimcisi kimdir?",
  "UEFA Şampiyonlar Ligi tarihinin en ikonik finallerinden biri olan, Liverpool'un 3-0 geriden gelerek Milan'ı penaltılarla mağlup ettiği, \"İstanbul Mucizesi\" olarak anılan maç hangi yılda oynanmıştır?",
  "Türkiye'nin en popüler Twitch yayıncılarından biri olan ve genellikle oyun yayınlarının yanı sıra sohbet (Just Chatting) içerikleriyle de bilinen, \"Jahrein\" takma adıyla tanınan yayıncının gerçek adı nedir?",
  "Ünlü Amerikalı rapçi Eminem'in, özellikle ilk dönem kariyerinde kullandığı ve karanlık, alter ego kişiliğini yansıtan sahne adı nedir?",
  "1980'lerin pop müzik dünyasına damga vuran ve 'Like a Virgin', 'Material Girl' gibi şarkılarıyla bilinen kadın pop ikonu kimdir?",
  "Türk rock müziğinin en sevilen gruplarından Duman'ın vokalisti ve gitaristi kimdir?",
  "Kuzey Koreli bir subay ile Güney Koreli bir mirasçının aşk hikayesini konu alan ve dünya çapında büyük ilgi gören popüler K-drama hangisidir?",
  "YouTube'da en çok abonesi olan bireysel kanallardan birine sahip olan, özellikle oyun videoları ve yorumlarıyla tanınan İsveçli YouTuber'ın sahne adı nedir?",
  "PlayStation efsanevi oyunu God of War'ın İskandinav mitolojisi serisinde, Kratos'un ana silahlarından biri olan sihirli baltasının adı nedir?",
  "Tüketici elektroniği tarihinde bir dönüm noktası olan ilk iPhone, Apple tarafından hangi yılda tanıtılmıştır?",
  "NBA efsanesi Michael Jordan, Chicago Bulls formasıyla kariyerinin büyük bir bölümünde hangi forma numarasını giymiştir?",
  "Sosyal medyada özellikle hazırladığı devasa porsiyonlu yemekler ve yemek yaparkenki gülümseyen tavırlarıyla dünya çapında tanınan Türk aşçı ve Instagram fenomeni kimdir?",
  "Türkiye'de internet ve caps kültüründe sıklıkla mizahi diyaloglarda ve tepkilerde kullanılan, \"Bana ne bana ne?\" repliğiyle de tanınan, Leyla ile Mecnun dizisinden hangi karakterin görseli meşhur olmuştur?",
  "Hogwarts'ın dört kurucusundan biri olan, genellikle büyücülüğün gizemli ve karanlık yönlerine ilgi duyan, Slytherin Binası'nın kurucusu kimdir?",
  "Formula 1 tarihinde en çok Dünya Şampiyonluğu kazanan iki pilottan biri olan, \"Kırmızı Baron\" lakabıyla da bilinen efsanevi Alman pilot kimdir?",
  "Türkiye'nin en çok takip edilen YouTuber'larından biri olan Enes Batur, kariyerinin başlarında genellikle hangi tür içeriklerle tanınmıştır?",
  "\"Saltbae\" hareketiyle dünya çapında tanınan ve et restoranları zinciriyle de bilinen ünlü Türk şef ve Instagram fenomeni kimdir?",
  "Cem Yılmaz'ın senaryosunu yazıp başrolünde oynadığı \"G.O.R.A.\" filminde, uzaylılar tarafından kaçırılarak G.O.R.A. gezegenine götürülen halı satıcısı Arif karakterini canlandıran oyuncu kimdir?",
  "Anadolu Efes, tarihinde kazandığı ilk EuroLeague şampiyonluğunu (2021) hangi başantrenör yönetiminde elde etmiştir?",
  "Fizik, kimya, tıp, edebiyat ve barış alanlarında verilen geleneksel Nobel Ödülleri'ne ek olarak, 1968 yılında İsveç Merkez Bankası'nın katkılarıyla hangi alanda bir ödül daha eklenmiştir?",
  "\"New Look\" akımıyla tanınan, 1947'de savaş sonrası dönemin kadın modasına devrim niteliğinde bir değişim getiren ve silueti yeniden tanımlayan Fransız moda tasarımcısı kimdir?",
  "Modern Olimpiyat Oyunları'nın yeniden canlanmasına öncülük eden ve ilk modern Olimpiyat Oyunları'nın 1896'da Atina'da düzenlenmesinde kilit rol oynayan Fransız eğitimci ve tarihçi kimdir?",
  "Star Wars evreninde, Jedi ve Sith'lerin kullandığı ikonik silah olan ışın kılıçlarının (lightsaber) bıçağı, hangi özel kristal sayesinde enerji kazanır?",
  "Survivor Türkiye yarışmasında 2005 yılında 'Survivor Türkiye: Büyük Macera' adıyla düzenlenen ilk sezonun şampiyonu kim olmuştur?",
  "Hollywood'un sevilen aktörlerinden Leonardo DiCaprio, kariyerinin ilk 'En İyi Erkek Oyuncu' Oscar ödülünü 2016 yılında hangi filmdeki performansıyla kazanmıştır?",
  "Eurovision Şarkı Yarışması'nda Türkiye'ye 2003 yılında 'Everyway That I Can' şarkısıyla ilk ve tek birinciliği getiren sanatçı kimdir?",
  "2000'li yılların sonunda büyük bir fenomene dönüşen 'Aşk-ı Memnu' dizisinde, 'Behlül Haznedar' karakterine hayat veren oyuncu kimdir?",
  "İnsanlık tarihinde Ay'a ilk ayak basan kişi olarak bilinen Amerikalı astronot kimdir?",
  "Tüm zamanların en çok izlenen Türk filmleri arasında yer alan Recep İvedik serisinin yönetmenliğini kim üstlenmektedir?",
  "Netflix'in dünya çapında büyük yankı uyandıran Güney Kore yapımı dizisi \"Squid Game\"de, yarışmacıların hayatlarına mal olan ilk oyunun adı nedir?",
  "Naughty Dog tarafından geliştirilen ve hazine avcısı Nathan Drake'in maceralarını konu alan popüler PlayStation oyun serisinin adı nedir?",
  "Marvel Sinematik Evreni'nin (MCU) en güçlü düşmanlarından biri olan ve Sonsuzluk Taşları'nı toplayarak evrenin yarısını yok etmeyi amaçlayan karakterin adı nedir?",
  "Nobel Barış Ödülü'nü kazanan en genç kişi kimdir?",
  "Moda dünyasının en etkili isimlerinden biri olarak kabul edilen, Amerikan Vogue dergisinin uzun yıllardır genel yayın yönetmenliğini yapan ve popüler kültüre yön veren isim kimdir?",
  "Türkiye'nin tanınan YouTuber'larından biri olan, 'Katarsis' adını verdiği program serisiyle geniş kitlelere ulaşan ve konuklarıyla derinlemesine sohbetleriyle bilinen isim kimdir?",
  "Marvel Sinematik Evreni'nin (MCU) en ikonik karakterlerinden biri olan ve 'Ben Iron Man' repliğiyle hafızalara kazınan Tony Stark'ı canlandıran aktör kimdir?",
  "Türkçe rap müziğin dikkat çeken isimlerinden Norm Ender, 2019 yılında yayınladığı ve kısa sürede internette viral olan, aynı zamanda tartışmalara yol açan hit şarkısıyla gündeme gelmiştir. Bu şarkının adı nedir?",
  "Dünya genelinde büyük bir hayran kitlesine sahip olan K-Pop grubu BTS'in, grubun lideri ve ana rapçisi olan üyesi kimdir?"
]