[
  "Yaz Olimpiyat Oyunları tarihinde en çok kez ev sahipliği yapan şehirlerden biri olan, 1896 ve 2004 yıllarında Olimpiyatlara ev sahipliği yapmış olan şehir hangisidir?",
  "Şampiyonlar Ligi (eski adıyla Şampiyon Kulüpler Kupası) tarihinde kupayı en çok kazanan takım hangisidir?",
  "NBA tarihinde tüm zamanların en çok sayı atan oyuncusu unvanını elinde bulunduran isim kimdir?",
  "EuroLeague (THY Avrupa Ligi) şampiyonluğunu kazanan ilk Türk erkek basketbol takımı hangisidir?",
  "\"Susamam\" adlı sosyal sorumluluk projesi niteliğindeki şarkıya öncülük eden ve Türk rap müziğinin önemli isimlerinden biri olan rap sanatçısı kimdir?",
  "MasterChef Türkiye'nin 2022 sezonunda şampiyonluğa ulaşan ve izleyicilerin sevgisini kazanan isim kimdir?",
  "Disney Channel'ın popüler çizgi filmlerinden \"Esrarengiz Kasaba\"da, yaz tatillerini amcaları Stan'in yanında geçiren ve kasabanın gizemlerini çözmeye çalışan ikiz kardeşlerin isimleri nelerdir?",
  "\"Bohemian Rhapsody\", \"We Will Rock You\" gibi efsanevi şarkıların seslendiricisi, Queen grubunun unutulmaz solisti, sahne performansı ve ses yeteneğiyle dünya çapında tanınan isim kimdir?",
  "2000'li yılların başında Türkiye'nin ilk büyük ses yarışmalarından biri olarak Kanal D ekranlarında yayınlanan ve daha sonra pek çok benzer formata öncülük eden, halkın oylarıyla belirlenen popüler müzik yarışması hangisidir?",
  "Formula 1 tarihinde en çok Dünya Şampiyonluğu kazanan iki pilottan biri olan, Alman efsanevi pilot Michael Schumacher, kariyerinin büyük bir kısmını hangi takımla geçirerek efsaneleşmiştir?",
  "Türkiye'nin en popüler Twitch yayıncılarından biri olan ve genellikle oyun yayınları, sohbet ve reaction videolarıyla tanınan \"Elraenn\" lakaplı yayıncının gerçek adı nedir?",
  "Birinci Dünya Savaşı sırasında, 1914 Noel'inde Batı Cephesi'nde cephelerdeki askerlerin kendi inisiyatifleriyle ateşkes yaparak futbol oynadığı ve bayramlaştığı, barışın kısa bir an yaşandığı olayin adı nedir?",
  "2017 yılında EuroLeague şampiyonluğunu kazanarak bu başarıyı yakalayan ilk Türk erkek basketbol takımı olan Fenerbahçe Doğuş'un o dönemki efsanevi başantrenörü kimdi?",
  "İnternet dünyasında \"Doge\" olarak bilinen ve genellikle Shiba Inu cinsi bir köpeğin komik iç monologlarıyla (such wow, very skill, much amaze) özdeşlenen popüler internet meme'i hangi köpek ırkına aittir?",
  "Pixar'ın 2009 yapımı animasyon filmi \"Yukarı Bak\"ta (Up), eşinin hayalini gerçekleştirmek için evini binlerce balonla uçuran yaşlı maceraperestin adı nedir?",
  "Yeşilçam klasikleri arasında yer alan 'Tosun Paşa' filminde, Şaban karakterinin aslında kim olduğu ortaya çıktıktan sonraki adı nedir?",
  "Christopher Nolan'ın yönettiği 'Kara Şövalye' (The Dark Knight) üçlemesinde Batman karakterini canlandıran oyuncu kimdir?",
  "Harry Potter evreninde, Hogwarts Cadılık ve Büyücülük Okulu'nun dört binasından biri olan 'Slytherin'in kurucusu kimdir?",
  "Osmanlı İmparatorluğu'nda 'Lale Devri' olarak bilinen ve zenginlik, estetik ve Batılılaşma akımlarının yaşandığı dönem, hangi padişahın saltanatı sırasında gerçekleşmiştir?",
  "Türkiye'nin en popüler komedi filmlerinden 'Vizontele'de, 'Deli Emin' karakterini canlandıran ve seyirciden büyük beğeni toplayan oyuncu kimdir?",
  "Star Wars evreninde, Güç'ün aydınlık tarafını temsil eden ve barışı korumakla görevli, ışın kılıcı kullanan savaşçıların oluşturduğu antik tarikatın adı nedir?",
  "İkinci Dünya Savaşı sırasında, Müttefik Devletlerin Avrupa'yı Nazi işgalinden kurtarmak için gerçekleştirdiği, Normandiya Çıkarması olarak bilinen büyük amfibi operasyonun kod adı nedir?",
  "90'lı yılların sonu ve 2000'li yılların başında özellikle çocukların gözdesi olan, içinde portakal jölesi bulunan ve dışı çikolata kaplı, minik kareler halinde satılan efsanevi atıştırmalığın adı nedir?",
  "Netflix'in tüm dünyada büyük ilgi gören Güney Kore yapımı dizisi \"Squid Game\"de, borç batağındaki yüzlerce insanın ölüm kalım mücadelesi verdiği ilk çocuk oyunu hangisidir?",
  "Counter-Strike: Global Offensive (CS:GO) oyununun en prestijli uluslararası turnuvalarına verilen genel isim nedir?",
  "Galatasaray Futbol Takımı, 2000 yılında UEFA Kupası'nı kazanarak Türk futbol tarihinde bir ilki başardı. Bu tarihi finalde Galatasaray'ın rakibi hangi takımdı?",
  "YouTube platformunda 'MrBeast' olarak bilinen ve büyük ölçekli yardım projeleri, meydan okumalar ve para ödüllü videolarıyla tanınan ünlü içerik üreticisinin gerçek adı nedir?",
  "Şampiyonlar Ligi tarihinde, 1999 yılında Manchester United'ın Bayern Münih karşısında son dakikalarda attığı iki golle maçı çevirerek kupayı kazandığı efsanevi final hangi statta oynanmıştır?",
  "Formula 1 tarihinde en çok Dünya Şampiyonluğu kazanan iki pilottan biri olan Lewis Hamilton, bu rekoru Michael Schumacher ile paylaşmaktadır. Hamilton, kariyerindeki ilk Dünya Şampiyonluğu'nu hangi yıl kazanmıştır?",
  "İnternet dünyasının temel taşlarından biri olan World Wide Web (WWW) projesi, 1989 yılında hangi kurumda Tim Berners-Lee tarafından geliştirilmiştir?",
  "The Witcher oyun ve dizi serisinde, canavar avcısı Geralt'ın her zaman sadık dostu olan ve maceralarında ona eşlik eden atının adı nedir?",
  "Popüler Nickelodeon çizgi filmi SüngerBob KareŞort'un, denizanası avladığı ve sık sık Patrick ile takıldığı su altı şehrinin adı nedir?",
  "Şahan Gökbakar'ın yaratıp canlandırdığı popüler Türk komedi filmi serisi Recep İvedik'te, Recep'in en yakın arkadaşı ve maceralarına ortak olan karakterin adı nedir?",
  "Nintendo'nun efsanevi The Legend of Zelda oyun serisinde, kahraman Link'in genellikle kötü güçlerden kurtarmaya çalıştığı ve Hyrule krallığının prensesi olan karakterin adı nedir?",
  "Birinci Dünya Savaşı'nın başlamasına doğrudan neden olan ve savaşın fitilini ateşleyen olay nedir?",
  "Yeşilçam klasikleri arasında yer alan 'Hababam Sınıfı' film serisinde, okulun disiplinli ve öğrencilerin saygı duyduğu müdür yardımcısı karakterinin adı nedir?",
  "Stanley Kubrick'in Soğuk Savaş dönemi nükleer savaş paranoyasını mizahi bir dille ele alan, 1964 yapımı hiciv filminin tam adı nedir?",
  "PlayStation'ın efsanevi serisi God of War'da, ana karakter Kratos'un simgeleşmiş silahlarından 'Kaos Kılıçları' (Blades of Chaos) ona hangi Yunan tanrısı tarafından verilmiştir?",
  "80'li ve 90'lı yılların çocuklarının popüler atıştırmalıklarından biri olan ve içinden çıkan minik karikatürlü etiketleriyle bilinen, hala hafızalarda yer eden sakız markası hangisidir?",
  "İnternet mizah tarihinde 'Hide the Pain Harold' olarak tanınan ve genellikle acı dolu bir gülümsemeyle poz veren, memesinde sıklıkla kullanılan yaşlı adamın gerçek adı nedir?",
  "\"Küçük siyah elbise\" (Little Black Dress) moda tarihine damga vuran ve Audrey Hepburn ile özdeşleşen bu ikonik kıyafetin, \"Tiffany'de Kahvaltı\" (Breakfast at Tiffany's) filmindeki versiyonunu tasarlayan ünlü moda tasarımcısı kimdir?",
  "\"Cep Herkülü\" lakabıyla bilinen, halter dalında üst üste üç kez Olimpiyat şampiyonu olarak Türk spor tarihine adını altın harflerle yazdıran efsanevi sporcumuz kimdir?",
  "Nintendo'nun popüler oyun ve anime serisi Pokémon'un en tanınmış karakterlerinden biri olan, ana kahraman Ash Ketchum'un yol arkadaşı ve elektrik tipi Pokémon'un adı nedir?",
  "TikTok platformunda viral olan ve milyonlarca kullanıcı tarafından taklit edilen \"Renegade\" adlı dans koreografisini yaratan genç fenomen kimdir?",
  "Star Wars evreninde, Luke Skywalker'ın çocukluğunu geçirdiği ve ikonik ikiz güneşiyle bilinen çöl gezegeninin adı nedir?",
  "Netflix Türkiye'nin ilk orijinal yapımlarından biri olan \"Atiye\" dizisinde başrol karakteri Atiye'yi canlandıran oyuncu kimdir?",
  "Cengiz Aytmatov'un eserinden uyarlanan ve başrollerini Kadir İnanır ile Türkan Şoray'ın paylaştığı unutulmaz Yeşilçam filmi \"Selvi Boylum Al Yazmalım\"ın efsanevi yönetmeni kimdir?",
  "Çocukluğumuzda bakkallardan aldığımız, genellikle küçük poşetlerde satılan ve ağza atıldığında çıtırtısıyla bilinen, patlayan etkisiyle bizi eğlendiren o nostaljik şekerlemenin adı nedir?",
  "Moda dünyasında \"küçük siyah elbise\"yi popülerleştiren, Chanel markasının kurucusu ve kadın giyiminde devrim yaratan Fransız tasarımcı kimdir?",
  "Türkiye'nin tanınmış sosyal medya fenomenlerinden biri olan, makyaj ve mizah içerikleriyle geniş bir kitleye ulaşan, zaman zaman televizyon programlarına da katılan influencer kimdir?"
]