[
  "Kıvanç Tatlıtuğ'un başrolünde yer aldığı ve 2008-2010 yılları arasında yayınlanan, Türk televizyon tarihinin en ikonik yapımlarından biri olan dizinin adı nedir?",
  "Pokemon evreninde, Pikachu'nun evrimleşmiş hali olan ve genellikle bir elektrik fırtınası başlatma yeteneğiyle bilinen Pokemon'un adı nedir?",
  "Netflix'in dünya genelinde büyük beğeni toplayan \"La Casa de Papel\" (Money Heist) dizisinde, ekibin beyni ve operasyonları planlayan lider karakterin kod adı nedir?",
  "CD Projekt Red tarafından geliştirilen ve dünya genelinde milyonlarca oyuncuya ulaşan \"The Witcher\" serisinin ana karakteri, canavar avcısı kimdir?",
  "Pixar Animasyon Stüdyoları'nın 2003 yapımı popüler animasyon filmi \"Kayıp Balık Nemo\"da (Finding Nemo), ana karakter Nemo'nun babası olan, oğlunu bulmak için uzun ve tehlikeli bir yolculuğa çıkan palyaço balığının adı nedir?",
  "2010'lu yılların başında popüler olan ve katılımcıların belirli bir şarkı eşliğinde aniden dans etmeye başladığı, internetin en erken viral fenomenlerinden biri olarak kabul edilen video akımı nedir?",
  "20. yüzyılın başlarında Rusya'da kendisini Romanov Hanedanı'nın hayatta kalan üyesi olarak tanıtan ve bu iddiasıyla uzun yıllar boyunca birçok kişiyi etkileyen, tarihin en ilginç dolandırıcılarından biri olarak kabul edilen kadın kimdir?",
  "Netflix'in dünya genelinde rekorlar kıran Güney Kore yapımı dizisi \"Squid Game\"de, yarışmacıların oynadığı ve elenenlerin vurulduğu ilk oyunun adı nedir?",
  "Olimpiyat tarihinde en fazla madalya kazanan kadın sporcu unvanına sahip olan, jimnastik dalında büyük başarılara imza atmış, Sovyetler Birliği adına yarışan efsanevi sporcu kimdir?",
  "Türkiye'de Instagram platformunda geniş bir kitleye ulaşmış, eğlenceli ve günlük hayat içerikleriyle tanınan, özellikle \"Kafalar\" ekibinin üyelerinden biri olarak da bilinen fenomen kimdir?",
  "Hangi rapçi, hem müziği hem de moda ve iş dünyasındaki girişimleriyle tanınan, 'Yeezy' markasının kurucusudur?",
  "\"Benim Adım Kırmızı\", \"Kar\" ve \"Masumiyet Müzesi\" gibi eserleriyle tanınan ve 2006 yılında Nobel Edebiyat Ödülü'nü kazanan Türk yazar kimdir?",
  "Fox Kids kuşağının popüler çizgi filmlerinden biri olan, farklı dijital canavarları eğiterek savaştıran ve bir grup çocuğun maceralarını konu alan yapımın adı nedir?",
  "Valve Corporation tarafından geliştirilen, teröristler ve anti-teröristler arasındaki çatışmaları konu alan, rekabetçi e-spor sahnesinde büyük bir yere sahip olan popüler birinci şahıs nişancı oyun serisinin adı nedir?",
  "Popüler bilim kurgu dizisi \"Stranger Things\"de, doğaüstü güçlere sahip genç bir kız olan ve ana karakterler arasında yer alan kahramanın adı nedir?",
  "Filenin Sultanları lakabıyla bilinen Türk Kadın Voleybol Milli Takımı'nın 2023 yılında kazandığı Avrupa Şampiyonası finalinde hangi ülkeyi yenerek şampiyon olmuştur?",
  "Üç kez 'Yılın Albümü' Grammy Ödülü'nü kazanarak bu başarıya ulaşan ilk kadın sanatçı kimdir?",
  "2014-2019 yılları arasında yayınlanan ve büyük ilgi gören 'Diriliş Ertuğrul' dizisinde başrol karakteri Ertuğrul Bey'i canlandıran oyuncu kimdir?",
  "Modayı ve kişisel tarzıyla dünyada bir fenomen haline gelen, Vogue Amerika dergisinin uzun yıllardır genel yayın yönetmenliğini yapan ve 'Şeytan Marka Giyer' (The Devil Wears Prada) filmine ilham kaynağı olan isim kimdir?",
  "2008 yapımı 'Kara Şövalye' (The Dark Knight) filminde, Christian Bale'in canlandırdığı Batman karakterinin ezeli düşmanı Joker'i canlandırarak ölümünden sonra En İyi Yardımcı Erkek Oyuncu Oscar'ını kazanan oyuncu kimdir?",
  "Modern Olimpiyat Oyunları'nın başladığı 1896 yılından itibaren düzenlenen tüm yaz Olimpiyat Oyunları'na katılmış tek ülke hangisidir?",
  "2019 yılında Hint müzik şirketi T-Series tarafından geçilene kadar, dünya çapında en çok aboneye sahip bireysel YouTuber kanalı unvanını elinde tutan isim kimdir?",
  "NBA tarihinde 2023 yılında, tüm zamanların en skorer oyuncusu unvanını Kareem Abdul-Jabbar'dan devralarak bu rekoru kıran efsanevi basketbolcu kimdir?",
  "Eyfel Kulesi'ni iki kez hurda metal olarak satmaya kalkışan ve bu cüretkar dolandırıcılığıyla tarihe geçmiş ünlü dolandırıcı kimdir?",
  "Popüler anime serisi One Piece'te, Hasır Şapka Korsanları'nın kaptanı Monkey D. Luffy'nin en büyük hayali ve nihai hedefi nedir?",
  "Anadolu Efes Erkek Basketbol Takımı, tarihinde ilk EuroLeague şampiyonluğunu hangi yıl kazanmıştır?",
  "Genç pop yıldızı Billie Eilish, James Bond filmi 'No Time To Die' için seslendirdiği aynı adlı şarkıyla 2022 yılında hangi önemli ödülü kazanmıştır?",
  "Türkiye A Milli Futbol Takımı, tarihinde katıldığı 2002 FIFA Dünya Kupası'nda, Güney Kore'yi 3-2 yenerek turnuvayı kaçıncı sırada tamamlamıştır?",
  "Soğuk Savaş dönemindeki uzay yarışını başlatan olaylardan biri olarak kabul edilen, Sovyetler Birliği tarafından 1957 yılında uzaya fırlatılan ilk yapay uydu hangisidir?",
  "Instagram platformunda dünya genelinde en çok takipçiye sahip olan kişilerden biri olan, Portekizli ünlü futbolcu kimdir?",
  "2023 Altın Kelebek Ödülleri'nde 'En İyi Dizi' ödülünü kazanan ve geniş bir izleyici kitlesine ulaşan popüler televizyon yapımı hangisidir?",
  "Yüzüklerin Efendisi serisinde, Gondor krallığının başkenti olan ve genellikle Beyaz Ağaç ile özdeşleştirilen büyük şehir hangisidir?",
  "Birinci Dünya Savaşı sırasında, Osmanlı İmparatorluğu'nun savunmasında kritik rol oynayan ve dünya tarihinde 'Çanakkale Geçilmez' destanına konu olan muharebe hangi cephede gerçekleşmiştir?",
  "James Cameron'ın yönettiği ve Pandora gezegeninde geçen, tüm zamanların en yüksek gişe hasılatına ulaşan filmlerden biri olan yapım hangisidir?",
  "Osmanlı İmparatorluğu'nun kuruluşunda önemli bir figür olan ve babası Ertuğrul Gazi'den sonra beyliğin başına geçerek devletin temellerini atan lider kimdir?",
  "Cem Yılmaz'ın senaryosunu yazıp yönettiği ve başrolünde yer aldığı, uzaylılarla insanlar arasındaki komik etkileşimi konu alan popüler bilim kurgu komedi filmi serisinin ilk filmi hangi isimle vizyona girmiştir?",
  "\"Yalnızlık Senfonisi\", \"Ah Canım Vah Canım\" ve \"Gitme\" gibi popüler şarkılarıyla 90'lı yıllara damgasını vurmuş, sahne performansları ve güçlü sesiyle tanınan ünlü Türk sanatçı kimdir?",
  "İkinci Dünya Savaşı sırasında, İngiltere Başbakanı Winston Churchill ve ABD Başkanı Franklin D. Roosevelt'in yanı sıra, Sovyetler Birliği'ni temsil eden lider kimdir?",
  "2023 yılında Nobel Edebiyat Ödülü'nü \"dile getirilemeyenin sesini yükselten yenilikçi oyunları ve nesirleri\" nedeniyle kazanan Norveçli yazar kimdir?",
  "1969 yılında gerçekleşen ve insanlığın Ay'a ilk ayak basmasıyla tarihe geçen bu olay, hangi uzay aracı ve görevi ile gerçekleştirilmiştir?",
  "maNga grubunun 2010 Eurovision Şarkı Yarışması'nda Türkiye'yi temsil ettiği, ikinci olarak tamamladığı şarkının adı nedir?",
  "Türk futbolunda \"Dört Büyükler\" olarak anılan kulüplerden biri olan Beşiktaş Jimnastik Kulübü, 1903 yılında hangi spor branşında kurulmuştur?",
  "Galler Prensesi Diana'nın, 1997'deki trajik ölümünden önce Prenses ünvanını taşıdığı dönemde, eşi Prens Charles ile kaç yılında evlenmiştir?",
  "Kıvanç Tatlıtuğ ve Beren Saat'in başrollerini paylaştığı, Türk televizyon tarihinin en ikonik yapımlarından biri olan \"Aşk-ı Memnu\" dizisi, hangi yıl ilk kez ekranlara gelmiştir?",
  "Ünlü Türk Twitch yayıncısı \"Elraenn\" takma adıyla bilinen fenomenin gerçek adı nedir?",
  "Hangi popüler rol yapma oyunu serisi, oyunculara 'ejderdoğan' (Dragonborn) olarak bilinen bir karakteri kontrol etme imkanı sunar ve geniş, fantastik açık dünyasıyla tanınır?",
  "\"Bad Romance\", \"Poker Face\" ve \"Shallow\" gibi hit şarkılarıyla dünya çapında tanınan ve eksantrik sahne kostümleriyle de dikkat çeken Amerikalı şarkıcı ve aktris kimdir?",
  "Dünya çapında popüler hale gelen ve genellikle yemeklere tuz serpiştirme hareketiyle özdeşleşen \"Salt Bae\" meme'indeki ünlü Türk şef ve restoran işletmecisinin gerçek adı nedir?",
  "\"Yüz Yıllık Yalnızlık\" ve \"Kolera Günlerinde Aşk\" gibi başyapıtlarıyla tanınan, büyülü gerçekçilik akımının en önemli temsilcilerinden biri olan ve 1982 yılında Nobel Edebiyat Ödülü'nü kazanan Kolombiyalı yazar kimdir?",
  "Recep İvedik karakterine hayat veren, aynı zamanda popüler \"Recep İvedik\" film serisinin senaristi ve yönetmeni olan Türk komedyen ve oyuncu kimdir?"
]