[
  "Kayıp Balık Nemo animasyon filmindeki ana karakter Nemo'nun babasının adı nedir?",
  "Fox Kids'te yayınlanan Digimon Adventure çizgi filminde, Tai Kamiya'nın Digimon ortağı kimdir?",
  "Türkiye'nin UEFA Kupası'nı kazanan tek futbol kulübü hangisidir?",
  "Ruhların Kaçışı (Spirited Away) ve Komşum Totoro (My Neighbor Totoro) gibi animasyon filmlerinin yönetmeni kimdir?",
  "Süper Lig tarihinde en çok gol atan oyuncu unvanına sahip futbolcu kimdir?",
  "FIFA Dünya Kupası'nı tarihinde en çok kazanan ülke hangisidir?",
  "Hangi Türk YouTuber, genellikle bilim, teknoloji, felsefe ve sanat gibi konularda bilgilendirici ve düşündürücü içerikler üretmektedir?",
  "Yumurcak TV'de yayınlanan ve ana karakterinin Japonya'dan İsviçre'ye gönderilen bir kız çocuğu olduğu, Alp Dağları'ndaki yaşamını konu alan popüler çizgi filmin adı nedir?",
  "Olimpiyat Oyunları tarihinde en çok madalya kazanan sporcu kimdir?",
  "Türkiye'de ilk 10 milyon aboneye ulaşan ve özellikle eğlence, oyun ve vlog içerikleriyle tanınan YouTuber kimdir?",
  "2020 Survivor Ünlüler-Gönüllüler sezonunda 'Barış Murat Yağcı' ile finalde yarışan ve şampiyon olan isim kimdir?",
  "Üzerinde çizgi film karakterlerinin karikatürlerinin yer aldığı, çoğunlukla meyve aromalı sakızlarıyla bilinen ve koleksiyonluk kapaklarıyla popüler olan atıştırmalık hangisidir?",
  "II. Dünya Savaşı sırasında İngiltere Başbakanı olarak görev yapan ve savaşın sembol isimlerinden biri haline gelen lider kimdir?",
  "Acun Ilıcalı'nın sunuculuğunu yaptığı Survivor Türkiye'nin ilk şampiyonu kimdir?",
  "Çocukluğumuzda severek tükettiğimiz, minik kare şeklinde, genellikle kakao kaplı ve içinden çıkan sürpriz oyuncaklarla bilinen atıştırmalığın adı nedir?",
  "\"Catch Me If You Can\" filmine ilham veren, 16 yaşından itibaren pilot, doktor ve avukat kılığına girerek milyonlarca dolar dolandırıcılık yapan ünlü isim kimdir?",
  "Türkiye'nin en popüler Twitch yayıncılarından biri olan, genellikle sohbet, oyun ve yayıncı arkadaşlarıyla yaptığı eğlenceli etkileşimlerle tanınan 'Elraenn' lakaplı yayıncının gerçek adı nedir?",
  "Tenis tarihinde 24 Grand Slam tekler şampiyonluğu ile \"en çok Grand Slam kazanan erkek tenisçi\" rekorunu elinde bulunduran isim kimdir?",
  "Nintendo'nun ikonik video oyunu serilerinden \"The Legend of Zelda\"da, prensesi kurtarmak ve Hyrule'ı kötü güçlerden korumak için maceraya atılan kahraman karakterin adı nedir?",
  "DC Genişletilmiş Evreni (DCEU) filmlerinde Batman karakterini canlandıran ve aynı zamanda \"Batman v Superman: Adaletin Şafağı\" ve \"Justice League\" filmlerinde rol alan aktör kimdir?",
  "PewDiePie'ın YouTube'daki abone sayısıyla uzun süre rekabet eden ve onu bireysel YouTuber'lar arasında en çok aboneye sahip olma tahtından kısa süreliğine indiren Hint müzik kanalı hangisidir?",
  "\"Salt Bae\" lakabıyla dünya çapında tanınan şef Nusret Gökçe, etleri tuzlama şekliyle viral olmuştur. Bu ikonik hareketin adı genellikle ne olarak anılır?",
  "İnternet'te yayılan ve bir kişiyi beklenmedik bir şekilde, genellikle komik veya saçma bir içerikle şaşırtmayı amaçlayan 'Rickroll' şakasının temelini oluşturan şarkı kimin eseridir?",
  "Birçok Twitch yayıncısının kullandığı, abonelerin özel animasyonlu ifadeler (emotes) göndermesine olanak tanıyan ve genellikle popüler internet memelerini içeren üçüncü taraf eklentinin adı nedir?",
  "Soğuk Savaş döneminin nükleer savaş korkusunu hicveden ve kara mizah türünün kült filmlerinden biri olan 1964 yapımı \"Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb\" filminin yönetmeni kimdir?",
  "Türk basketbol tarihinde önemli bir başarıya imza atarak 2020-2021 ve 2021-2022 sezonlarında EuroLeague şampiyonluğunu üst üste kazanan kulüp hangisidir?",
  "\"Avatar\" lakabıyla geniş kitlelerce tanınan ve 2016 yılında düzenlenen Survivor Ünlüler-Gönüllüler sezonunun şampiyonu olan yarışmacı kimdir?",
  "\"Titanic\", \"Inception\" ve \"The Revenant\" gibi gişe rekortmeni filmlerdeki performanslarıyla tanınan ve \"The Revenant\" filmiyle En İyi Erkek Oyuncu Oscar'ını kazanan dünyaca ünlü aktör kimdir?",
  "Türk sinema tarihinin en çok izlenen komedi filmi serilerinden biri olan \"Recep İvedik\" serisinin yönetmeni kimdir?",
  "\"Minik Serçe\" lakabıyla tanınan, Türk pop müziğine sayısız hit şarkı kazandırmış ve besteleriyle Türk magazin tarihinde ikonik bir figür haline gelmiş sanatçı kimdir?",
  "Blackpink'in popüler üyelerinden biri olan, \"Lalisa\" ve \"Money\" gibi solo hitleriyle de tanınan şarkıcı kimdir?",
  "Soğuk Savaş döneminin sembollerinden biri olan ve 1989 yılında yıkılmasıyla tarihe geçen yapı hangisidir?",
  "Türk basketbol tarihinin önemli isimlerinden biri olan ve NBA'de forma giyen ilk Türk oyuncu unvanını taşıyan basketbolcu kimdir?",
  "Türkiye'nin uzun yıllardır popülerliğini koruyan ve genellikle vlog, meydan okuma (challenge) ve farklı yaşam tarzlarını deneyimlediği videolarla tanınan YouTuber kimdir?",
  "Twitter Türkiye'de sıkça karşılaşılan, bir tweet'in altına birden fazla cevap yazarak anlatılmak istenen konuyu parça parça aktarma biçimine ne ad verilir?"
]