[
  "HBO'nun sevilen fantastik dizisi \"House of the Dragon\"da, Targaryen Hanesi'nin simgesi olan efsanevi yaratık nedir?",
  "Marvel Sinematik Evreni'nde (MCU) süper asker programının ilk ve en bilinen ürünü olan Kaptan Amerika'nın gerçek adı nedir?",
  "Cartoon Network'ün popüler çizgi filmlerinden \"Powerpuff Girls\"deki Blossom, Bubbles ve Buttercup adlı süper kahraman kızlar, hangi şehirde suçla mücadele etmektedirler?",
  "Instagram'da popülerlik kazanmış, genellikle ürün tanıtımı yapan veya belirli bir niş konuda içerik üreten kişilere ne ad verilir?",
  "Netflix'in dünya çapında izlenme rekorları kıran Kore dizisi \"Squid Game\"de, yarışmacıların ölümcül oyunlara katıldıkları ve elendiklerinde öldürüldükleri gizemli tesis nerede konumlanmaktadır?",
  "Yumurcak TV'nin en sevilen çizgi filmlerinden biri olan, genç Cedric'in okul hayatını, arkadaşlıklarını ve kız arkadaşı Chen'e olan platonik aşkını konu alan çizgi filmin adı nedir?",
  "90'lı yıllarda özellikle Hürriyet Gazetesi'nin Kelebek ekinde sıkça kendine yer bulan, ünlülerin sosyal hayatlarını, aşklarını ve kavgalarını konu alan köşe genellikle hangi isimle anılırdı?",
  "Türk Kadın Voleybol Milli Takımı, \"Filenin Sultanları\" lakabını almadan önce, özellikle 2003 Avrupa Şampiyonası'nda gümüş madalya kazanarak dikkatleri çektiği dönemde takıma halk arasında verilen popüler isim neydi?",
  "Tarkan'ın 1997 yılında piyasaya sürdüğü, \"Şıkıdım\" ve \"Şımarık\" gibi dünya çapında hit olmuş şarkıları içeren ve popülerliğini zirveye taşıdığı stüdyo albümünün adı nedir?",
  "HBO'nun beğenilen post-apokaliptik dizisi \"The Last of Us\"ta, eski bir duvar ustası ve sağ kalanlardan Joel Miller karakterini canlandıran Emmy adayı oyuncu kimdir?",
  "J.R.R. Tolkien'in \"Yüzüklerin Efendisi\" serisinde, Tek Yüzük'ü yok etme görevinde Frodo Baggins'e en sadık şekilde eşlik eden ve Mordor'a kadar onunla birlikte giden Hobbit'in adı nedir?",
  "Kendi adını taşıyan YouTube kanalında oyun videoları, yorumlar ve vlog'lar yayınlayarak dünya çapında milyonlarca aboneye ulaşan ve uzun süre \"YouTube'un Kralı\" olarak bilinen İsveçli YouTuber kimdir?",
  "1912 yılında ilk seferine çıkarken batmaz denilen, ancak Kuzey Atlantik'te bir buzdağına çarparak batan ve tarihin en büyük deniz felaketlerinden birine neden olan lüks yolcu gemisinin adı nedir?",
  "Türk sinemasının dört yapraklı yoncasından biri olan ve Türk filmlerinde genellikle \"Sultan\" lakabıyla anılan efsanevi aktris kimdir?",
  "İkinci Dünya Savaşı sırasında Müttefik Kuvvetler'in, Almanya'ya karşı Batı Cephesi'ni açmak amacıyla 6 Haziran 1944'te gerçekleştirdiği ve tarihin en büyük amfibi çıkarma operasyonu olarak bilinen harekâtın adı nedir?",
  "Eyfel Kulesi'ni iki kez satma girişimiyle ünlenen, tarihin en cüretkar dolandırıcılarından biri olarak kabul edilen kişi kimdir?",
  "Recep İvedik film serilerinin yönetmenliğini üstlenen ve aynı zamanda filmlerin senaryosunu da yazan isim kimdir?",
  "Türkiye Süper Lig tarihinde en fazla şampiyonluk kazanan futbol takımı aşağıdakilerden hangisidir?",
  "İkinci Dünya Savaşı'nın genel olarak başlangıcı kabul edilen, Almanya'nın hangi ülkeyi işgal etmesiyle başlayan olaydır?",
  "J.R.R. Tolkien'in \"Yüzüklerin Efendisi\" evreninde, tüm diğer güç yüzüklerini kontrol etmek ve Orta Dünya'ya hükmetmek amacıyla Tek Yüzük'ü döven karanlık lord kimdir?",
  "Tenis tarihinde, özellikle toprak korttaki inanılmaz başarısıyla 'Toprak Kortların Kralı' olarak anılan ve Roland Garros (Fransa Açık) turnuvasını rekor 14 kez kazanan sporcu kimdir?",
  "Rıfat Ilgaz'ın ölümsüz eseri \"Hababam Sınıfı\" film serisinde, öğrencilerin yaramazlıklarına rağmen onlara her zaman şefkatle yaklaşan ve arka çıkan, okuldaki 'Hafize Ana' karakterini canlandıran usta oyuncu kimdir?",
  "\"Naruto\" animesinde, köyü Konoha'nın lideri olan ve 'gölge ateş' anlamına gelen unvanı taşıyan, en güçlü ninjalara verilen isim nedir?",
  "FIFA Dünya Kupası tarihinde, turnuvayı ilk kez düzenleyen ve aynı zamanda ilk şampiyonu olan ülke hangisidir?",
  "League of Legends'ın en büyük uluslararası turnuvası olan 'Worlds' (Dünya Şampiyonası) kupasını, dört kezle en çok kazanan profesyonel e-spor takımı aşağıdakilerden hangisidir?",
  "Fox Kids'te yayınlanan 'Digimon Adventure' çizgi filminde, Agumon karakterinin eşi olan çocuk kahraman kimdir?",
  "NBA efsanesi LeBron James, kariyerinde genellikle hangi lakapla anılmaktadır?",
  "Modern Türkiye Cumhuriyeti'nin kurucusu ve ilk Cumhurbaşkanı Mustafa Kemal Atatürk, Cumhuriyeti hangi tarihte ilan etmiştir?",
  "Netflix'in popüler bilim kurgu dizisi 'Stranger Things'de, Eleven adlı karakterin sahip olduğu özel güç nedir?",
  "Marvel Sinematik Evreni'nde (MCU), Thanos'un evrendeki canlıların yarısını yok etmek için topladığı, her biri farklı bir gücü temsil eden nesnelere ne ad verilir?",
  "Ünlü Türk yazar Orhan Pamuk, \"Kar\", \"Benim Adım Kırmızı\" gibi eserleriyle tanınmaktadır. Kendisi, Türk edebiyatına kazandırdığı değerli yapıtlar ve edebiyat dünyasına yaptığı katkılardan dolayı Nobel Edebiyat Ödülü'nü hangi yıl almıştır?",
  "Boks tarihinin en büyük isimlerinden biri olarak kabul edilen ve \"En Büyük\" (The Greatest) lakabıyla anılan efsanevi boksör Muhammed Ali'nin doğumdaki adı nedir?",
  "Türkiye'nin en popüler Twitch yayıncılarından biri olan Jahrein (Gürkan Berk), geniş kitlelere ulaşmasını sağlayan ve genellikle hangi tür içeriklerle tanınan bir yayıncıdır?",
  "Türk sinemasının unutulmaz klasiklerinden \"Selvi Boylum Al Yazmalım\" filminde, İlyas ile Cemşit arasında kalan ve \"Sevgi neydi? Sevgi emekti...\" repliğiyle özdeşleşen Asya karakterini canlandıran efsanevi oyuncu kimdir?",
  "\"Salt Bae\" lakabıyla dünya çapında ün kazanan Türk işletmeci ve şef Nusret Gökçe, et üzerine tuz serpiş şekliyle adeta bir internet fenomeni haline gelmiştir. Bu ikonik hareketiyle ünlenen Nusret, sosyal medyada genellikle hangi platformda milyonlarca takipçiye sahiptir?",
  "Türkiye'de YouTube platformunda milyonlarca aboneye ulaşan ilk Türk YouTuber'lardan biri olan Enes Batur'un, 2018 yılında Altın Kelebek Ödülleri'nde kazandığı ödülün kategorisi nedir?",
  "Güney Kore yapımı popüler dizi Descendants of the Sun (Güneşin Torunları) dizisinde, başroldeki karizmatik asker Yüzbaşı Yoo Si-jin karakterini canlandıran ünlü oyuncu kimdir?",
  "20. yüzyılın en etkili moda ikonlarından biri olarak kabul edilen ve özellikle küçük siyah elbise (Little Black Dress) ve Chanel No. 5 parfümü ile özdeşleşen Fransız moda tasarımcısı kimdir?",
  "Her yıl Türkiye'de televizyon ve müzik dünyasının en iyilerinin belirlendiği, Hürriyet Gazetesi ve Pantene işbirliğiyle düzenlenen prestijli ödül töreninin adı nedir?",
  "Türk spor tarihinin efsanevi isimlerinden biri olan ve halter dalında üç kez Olimpiyat şampiyonluğu kazanarak \"Cep Herkülü\" lakabıyla anılan sporcu kimdir?",
  "MasterChef Türkiye'nin 2021 sezonunu kazanan isim kimdir?",
  "Erkekler tenis tarihinde en çok Grand Slam tekler şampiyonluğu kazanan oyuncu kimdir?",
  "\"Gülümse\", \"Şinanay\" ve \"Vazgeçtim\" gibi şarkılarıyla bilinen, Türk pop müziğinin en güçlü seslerinden ve söz yazarlarından biri olan 'Minik Serçe' lakaplı sanatçı kimdir?",
  "Olimpiyat Oyunları tarihinde en çok madalya kazanan sporcu kimdir?",
  "Leonardo DiCaprio'nun uzun süre aday gösterilmesine rağmen sonunda ilk Oscar'ını kazandığı film hangisidir?",
  "Hangi ünlü dolandırıcı, 'Catch Me If You Can' filmine ilham veren hayat hikayesiyle tanınır?",
  "Nintendo'nun ikonik video oyunu serisi Super Mario'da, Mario'nun prensesi kurtarmak için sürekli mücadele ettiği baş düşmanı kimdir?",
  "Yumurcak TV'de yayınlanan popüler çizgi filmlerden biri olan Şirinler'de, Şirinler'in kötü kalpli düşmanı ve onları yakalamaya çalışan büyücü kimdir?",
  "Twitter'ın son dönemde geçirdiği büyük isim değişikliğiyle birlikte, platformun yeni adı ne olmuştur?",
  "Pop müziğin dünyaca ünlü yıldızı Taylor Swift, master kayıtlarının sahipliğini geri almak için albümlerini yeniden kaydetme projesine hangi isimle devam etmektedir?"
]