[
  "Müzik endüstrisindeki başarılarıyla tanınan ve günümüzün en büyük pop yıldızlarından biri olan Taylor Swift'in hayranlarına genellikle hangi isimle hitap edilir?",
  "'Toprak Kortun Kralı' (King of Clay) lakabıyla anılan, İspanyol tenisçi Rafael Nadal, dünya çapındaki başarılarını en çok hangi spor dalında elde etmiştir?",
  "Şahan Gökbakar'ın yaratıp canlandırdığı, Türk sinemasının en çok izlenen komedi serilerinden biri olan Recep İvedik karakteri, ilk olarak hangi filmle beyazperdeye çıkmıştır?",
  "YouTube'da yaptığı büyük bütçeli meydan okumalar, hayır işleri ve sıklıkla para dağıtma videolarıyla tanınan, dünyanın en popüler YouTube içerik üreticilerinden biri kimdir?",
  "Türkiye'de ve dünya genelinde sosyal medyada, özellikle Perşembe günleri, geçmişten gelen fotoğrafların ve anıların paylaşıldığı, bir nevi 'geçmişe dönüş' akımı olan hashtag aşağıdakilerden hangisidir?",
  "Sıkıysa Yakala (Catch Me If You Can) filmine ilham veren, 16 yaşından itibaren pilot, doktor ve avukat gibi kimliklere bürünerek milyonlarca dolarlık dolandırıcılık yapan efsanevi dolandırıcı kimdir?",
  "Global rap dünyasının en ikonik isimlerinden Eminem'in yarı otobiyografik filmi olan ve Detroit'in hip-hop sahnesindeki mücadelesini anlatan yapımın adı nedir?",
  "1950'li yılların İstanbul'unda geçen ve Matilda adında eski bir mahkumun Pera'daki bir gece kulübünde çalıştığı, kızı Raşel ile ilişkisini ve dönemin sosyo-kültürel yapısını anlatan popüler Netflix Türkiye yapımı dizi hangisidir?",
  "PlayStation'ın efsanevi oyun serisi God of War'ın İskandinav mitolojisi temalı son oyunlarında, Kratos'un ana silahı olan, dondurucu güçlere sahip baltanın adı nedir?",
  "Fox Kids ekranlarında yayınlanan, kendine özgü sakarlıkları ve her zaman bir şeyler ters giden teknolojik aletleriyle bilinen, 'Go Go Gadget!' nidasıyla akıllara kazınmış ünlü müfettişin adı nedir?",
  "Prens Harry ve Meghan Markle'ın Sussex Dükü ve Düşesi unvanlarından feragat ederek kraliyet görevlerinden ayrıldığı olay popüler medyada hangi isimle anılmıştır?",
  "Game of Thrones evreninde, Demir Taht'ı ele geçirmek için mücadele eden ana hanedanlardan biri olan, mottosu \"Kış Geliyor\" olan ve kılıçlarında Valyria çeliği kullanan hanedanın adı nedir?",
  "Türk Kadın Voleybol Milli Takımı'nın yıldız pasör çaprazı olarak bilinen, güçlü smaçları ve enerjik tavırlarıyla tanınan, takımın son dönemdeki başarılarında büyük pay sahibi olan oyuncu kimdir?",
  "Formula 1 tarihinde, 7 kez Dünya Şampiyonluğu kazanarak bu alanda Michael Schumacher ile birlikte rekoru elinde bulunduran ve aktif spor kariyerine devam eden Britanyalı pilot kimdir?",
  "Türk sinemasının \"Sultan\" lakabıyla anılan, özellikle melodram filmlerindeki performanslarıyla tanınan ve oyunculuk kariyerinde birçok unutulmaz karaktere hayat veren efsanevi aktris kimdir?",
  "\"Kuzu Kuzu\", \"Şıkıdım\" ve \"Dudu\" gibi hitleriyle Türk pop müziğine damga vuran ve geniş kitleler tarafından tanınan Tarkan'ın popüler lakabı nedir?",
  "Cem Yılmaz'ın hem senaryosunu yazdığı hem de başrolünde oynadığı, uzayda geçen maceralarıyla hafızalara kazınan ve \"Tanıştırayım, Komutan Logar\" repliğiyle bilinen kült filmi hangisidir?",
  "Türkiye'de Vine platformunda başlayan kariyerini YouTube ve Instagram'da sürdüren, esprili skeçleri ve kendine özgü mizahıyla gençlerin sevgisini kazanmış sosyal medya fenomeni kimdir?",
  "Uzun yıllar boyunca YouTube'un en çok abonesi olan bireysel içerik üreticisi unvanını elinde tutan, oyun videolarıyla dünya çapında ünlenen ve hayran kitlesine \"Bro Army\" adını veren İsveçli YouTuber kimdir?",
  "Türkiye'deki internet mizahında ve caps kültüründe sıkça kullanılan, özellikle siyaset ve güncel olaylar hakkında yapılan eleştirel veya esprili paylaşımlarda yer alan, bir siyasetçinin uykulu hâlinin fotoğraflarından türeyen ikonik caps serisi kime aittir?",
  "Olimpiyat Oyunları tarihinde 'Cep Herkülü' lakabıyla bilinen efsanevi Türk haltercisi Naim Süleymanoğlu, kaç farklı Olimpiyat Oyunları'nda altın madalya kazanma başarısı göstermiştir?",
  "90'lı yılların sonu ve 2000'lerin başında çocukların favori atıştırmalıklarından biri olan, genellikle küçük dikdörtgen şeklinde, çikolatalı ve ambalajından çıkan yapışkan dövmeleriyle bilinen kekin adı nedir?",
  "Tarihin en büyük Ponzi şemalarından birini kurarak on binlerce yatırımcıyı milyarlarca dolar dolandıran ve 2021 yılında hapishanede vefat eden Amerikalı finansçı kimdir?",
  "Harry Potter evreninde, Hogwarts Cadılık ve Büyücülük Okulu'nun dört binasından biri olan, kurucusu Rowena Ravenclaw'ın adını taşıyan ve üyelerinin zeka, bilgelik ve yaratıcılık özellikleriyle öne çıktığı bina hangisidir?",
  "Türk spor tarihinde 'Türk Güreşinin Prensi' olarak anılan, Olimpiyat, Dünya ve Avrupa şampiyonlukları bulunan, uluslararası alanda büyük başarılara imza atmış efsanevi güreşçi kimdir?",
  "1990'lı yılların başlarında grunge müziğin öncülerinden olan, 'Smells Like Teen Spirit' şarkısıyla dünya çapında ün kazanan Amerikan rock grubu hangisidir?",
  "Türkiye'de özellikle canlı yayın platformu Twitch'te yaptığı oyun yayınları ve sohbetleriyle bilinen, kendine özgü mizah anlayışıyla geniş bir takipçi kitlesi edinmiş 'Jahrein' lakaplı yayıncının gerçek adı aşağıdakilerden hangisidir?",
  "Türkiye'de 2010'lu yılların başında internette popüler hale gelen ve genellikle komik, absürt veya abartılı durumlarda kullanılan 'Benim Adım Cemil' repliği hangi dizinin karakterine aittir?",
  "Türk pop müziğinin duayen isimlerinden Sezen Aksu'nun, 1984 yılında piyasaya sürdüğü ve 'Küçük Bir Aşk Masalı', 'Haydi Gel Benimle Ol' gibi hitleri içeren efsanevi albümünün adı nedir?",
  "1990'lı yılların sonu ve 2000'li yılların başında Türk magazin basınının en çok konu ettiği isimlerden biri olan, manken ve oyuncu kimliğiyle tanınan ve olaylı evlilikleri ile sıkça gündeme gelen ünlü kadın figür aşağıdakilerden hangisidir?",
  "Apple tarafından 2001 yılında tanıtılan ve müziği cebimize sığdırarak dijital müzik dinleme alışkanlığını kökten değiştiren popüler taşınabilir medya oynatıcının adı nedir?",
  "Türkiye Cumhuriyeti'nin kuruluşu ve ilk Cumhurbaşkanı Mustafa Kemal Atatürk'ün bu göreve gelişi hangi tarihte gerçekleşmiştir?",
  "Fox Kids ekranlarında yayınlanan, dijital dünyada yaşayan ve insan çocuklarla birleşerek kötü güçlere karşı savaşan yaratıkların maceralarını konu alan, çok sevilen Japon yapımı çizgi film serisinin adı nedir?",
  "Çocukluğumuzun unutulmaz sakızlarından biri olan, her çiğnediğimizde içinden çıkan çizgi romanlarıyla hafızalara kazınan ve kahramanı 'Tipitip' olan sakız markası aşağıdakilerden hangisidir?",
  "\"Hayat bir kutu çikolata gibidir, neyle karşılaşacağını asla bilemezsin\" repliğiyle bilinen, Tom Hanks'in başrolünde oynadığı ve En İyi Film Oscar'ını kazanan 1994 yapımı unutulmaz film aşağıdakilerden hangisidir?",
  "Filenin Sultanları lakabıyla anılan Türkiye Kadın Voleybol Milli Takımı, ilk kez hangi yıl CEV Avrupa Şampiyonası'nda zirveye çıkarak altın madalya kazanmıştır?",
  "\"Yaparım Bilirsin\" ve \"Araba\" gibi şarkılarıyla 90'lı yılların sonlarına damga vuran, kariyerinde hem şarkıcılık hem de oyunculuk yapan popüler sanatçı kimdir?",
  "Super Mario oyun serisinin baş karakteri Mario'nun mesleği nedir?",
  "90'lı yılların vazgeçilmez çocukluk atıştırmalıklarından biri olan, küçük yuvarlak renkli draje şekerlerin bir tüp içinde sunulduğu ve genellikle kapağında küçük bir oyuncak bulunan ürünün adı nedir?",
  "\"Uçan Hollandalı\" lakabıyla tanınan, futbol tarihinin en büyük efsanelerinden biri olarak kabul edilen ve Total Futbol'un sembol ismi olan futbolcu kimdir?",
  "SüngerBob KareŞort (SpongeBob SquarePants) çizgi filminde, SüngerBob'un evcil salyangozunun adı nedir?",
  "Michael Jordan'ın efsanevi kariyerinin büyük bir bölümünü geçirdiği ve altı NBA şampiyonluğu kazandığı takım hangisidir?",
  "The Legend of Zelda oyun serisinde, Hyrule krallığının prensesi ve genellikle Link'in kurtarmaya çalıştığı karakterin adı nedir?",
  "Soğuk Savaş döneminin en belirgin sembollerinden biri olan ve Doğu ile Batı Almanya'yı ayıran Berlin Duvarı, hangi yılda yıkılmıştır?",
  "Netflix'in popüler Güney Kore yapımı dizisi Squid Game'de, yarışmacıların ilk katıldığı ve en ikonik oyunlardan biri olan, dev bir robot kızın hareketlerini takip etmelerini gerektiren oyunun adı nedir?",
  "Hangi küresel TikTok fenomeni, özellikle dans videolarıyla tanınır ve platformda en yüksek takipçi sayısına ulaşan ilk kişilerden biri olmuştur?",
  "Twitter Türkiye'de, genellikle akşam saatlerinde kullanıcıların birbirlerine iyi geceler dilekleri gönderdiği ve samimi paylaşımlar yaptığı popüler hashtaglerden biri hangisidir?",
  "\"Titanic\", \"Inception\" ve \"Para Avcısı (The Wolf of Wall Street)\" gibi filmlerdeki unutulmaz rolleriyle tanınan ve nihayet \"Diriliş (The Revenant)\" filmiyle En İyi Erkek Oyuncu Oscar'ını kazanan Hollywood yıldızı kimdir?",
  "NBA tarihinde normal sezonlarda en çok sayı atan oyuncu rekorunu elinde bulunduran isim kimdir?",
  "2005 yılında üç eski PayPal çalışanı tarafından kurulan ve 2006 yılında Google tarafından satın alınan, dünyanın en büyük video paylaşım platformu hangisidir?"
]