[
  "The Witcher oyun ve dizi serisinde, canavar avcısı Geralt'ın her zaman sadık dostu olan ve maceralarında ona eşlik eden atının adı nedir?",
  "Popüler Nickelodeon çizgi filmi SüngerBob KareŞort'un, denizanası avladığı ve sık sık Patrick ile takıldığı su altı şehrinin adı nedir?",
  "Şahan Gökbakar'ın yaratıp canlandırdığı popüler Türk komedi filmi serisi Recep İvedik'te, Recep'in en yakın arkadaşı ve maceralarına ortak olan karakterin adı nedir?",
  "Nintendo'nun efsanevi The Legend of Zelda oyun serisinde, kahraman Link'in genellikle kötü güçlerden kurtarmaya çalıştığı ve Hyrule krallığının prensesi olan karakterin adı nedir?",
  "Birinci Dünya Savaşı'nın başlamasına doğrudan neden olan ve savaşın fitilini ateşleyen olay nedir?",
  "Yeşilçam klasikleri arasında yer alan 'Hababam Sınıfı' film serisinde, okulun disiplinli ve öğrencilerin saygı duyduğu müdür yardımcısı karakterinin adı nedir?",
  "Stanley Kubrick'in Soğuk Savaş dönemi nükleer savaş paranoyasını mizahi bir dille ele alan, 1964 yapımı hiciv filminin tam adı nedir?",
  "PlayStation'ın efsanevi serisi God of War'da, ana karakter Kratos'un simgeleşmiş silahlarından 'Kaos Kılıçları' (Blades of Chaos) ona hangi Yunan tanrısı tarafından verilmiştir?",
  "80'li ve 90'lı yılların çocuklarının popüler atıştırmalıklarından biri olan ve içinden çıkan minik karikatürlü etiketleriyle bilinen, hala hafızalarda yer eden sakız markası hangisidir?",
  "İnternet mizah tarihinde 'Hide the Pain Harold' olarak tanınan ve genellikle acı dolu bir gülümsemeyle poz veren, memesinde sıklıkla kullanılan yaşlı adamın gerçek adı nedir?",
  "\"Küçük siyah elbise\" (Little Black Dress) moda tarihine damga vuran ve Audrey Hepburn ile özdeşleşen bu ikonik kıyafetin, \"Tiffany'de Kahvaltı\" (Breakfast at Tiffany's) filmindeki versiyonunu tasarlayan ünlü moda tasarımcısı kimdir?",
  "\"Cep Herkülü\" lakabıyla bilinen, halter dalında üst üste üç kez Olimpiyat şampiyonu olarak Türk spor tarihine adını altın harflerle yazdıran efsanevi sporcumuz kimdir?",
  "Nintendo'nun popüler oyun ve anime serisi Pokémon'un en tanınmış karakterlerinden biri olan, ana kahraman Ash Ketchum'un yol arkadaşı ve elektrik tipi Pokémon'un adı nedir?",
  "TikTok platformunda viral olan ve milyonlarca kullanıcı tarafından taklit edilen \"Renegade\" adlı dans koreografisini yaratan genç fenomen kimdir?",
  "Star Wars evreninde, Luke Skywalker'ın çocukluğunu geçirdiği ve ikonik ikiz güneşiyle bilinen çöl gezegeninin adı nedir?",
  "Netflix Türkiye'nin ilk orijinal yapımlarından biri olan \"Atiye\" dizisinde başrol karakteri Atiye'yi canlandıran oyuncu kimdir?",
  "Cengiz Aytmatov'un eserinden uyarlanan ve başrollerini Kadir İnanır ile Türkan Şoray'ın paylaştığı unutulmaz Yeşilçam filmi \"Selvi Boylum Al Yazmalım\"ın efsanevi yönetmeni kimdir?",
  "Çocukluğumuzda bakkallardan aldığımız, genellikle küçük poşetlerde satılan ve ağza atıldığında çıtırtısıyla bilinen, patlayan etkisiyle bizi eğlendiren o nostaljik şekerlemenin adı nedir?",
  "Moda dünyasında \"küçük siyah elbise\"yi popülerleştiren, Chanel markasının kurucusu ve kadın giyiminde devrim yaratan Fransız tasarımcı kimdir?",
  "Türkiye'nin tanınmış sosyal medya fenomenlerinden biri olan, makyaj ve mizah içerikleriyle geniş bir kitleye ulaşan, zaman zaman televizyon programlarına da katılan influencer kimdir?",
  "Türk yazar Orhan Pamuk, 2006 yılında hangi alandaki çalışmalarıyla Nobel Ödülü'ne layık görülmüştür?",
  "Süper Lig tarihinde en çok şampiyonluk yaşayan futbol takımı hangisidir?",
  "Türkiye'deki internet mizahında ve caps kültüründe sıkça kullanılan, şaşkınlık veya hayret ifadesini yansıtan 'Sen ne diyon?' repliği ile özdeşleşen kişi kimdir?",
  "Türkiye Millî Futbol Takımı, 2002 yılında FIFA Dünya Kupası'nda elde ettiği tarihi başarı ile turnuvayı kaçıncı sırada tamamlamıştır?",
  "J.R.R. Tolkien'in 'Yüzüklerin Efendisi' serisinde, Yüzük Kardeşliği'nin lideri olarak seçilen ve yüzüğü yok etmekle görevlendirilen karakter kimdir?",
  "Nintendo'nun efsanevi oyunu Super Mario serisinde, Prenses Peach'i sürekli kaçırıp Mario'ya musallat olan kaplumbağa benzeri ana düşman karakterinin adı nedir?",
  "Marvel Sinematik Evreni'nde (MCU), Tony Stark'ın (Iron Man) zırhının ve genel operasyonlarının ilk yapay zeka asistanının adı nedir?",
  "Disney Channel'ın popüler çizgi filmi \"Phineas ve Ferb\"de, başkarakterler Phineas ve Ferb'in, aslında gizli bir ajan olan ve kötü Dr. Doofenshmirtz ile mücadele eden evcil hayvanının adı nedir?",
  "Her yıl New York'ta düzenlenen ve moda dünyasının en önemli olaylarından biri kabul edilen, Kostüm Enstitüsü'ne gelir sağlamak amacıyla yapılan ünlü \"Met Gala\" etkinliğinin ev sahipliği yaptığı müze hangisidir?",
  "Türkiye'nin en popüler Twitch yayıncılarından biri olan ve özellikle sohbet (just chatting), oyun ve siyasi yorumlarıyla geniş bir kitleye hitap eden \"Jahrein\" lakaplı yayıncının gerçek adı nedir?",
  "God of War (2018) ve God of War Ragnarök oyunlarında, Kratos'un Norse mitolojisindeki yolculuğunda ona eşlik eden ve çoğu zaman babasını \"Boy!\" diye seslenerek uyarıp öğrenen oğlu kimdir?",
  "İlk tweet 21 Mart 2006 tarihinde atılmıştır. Bu tweet'i atarak Twitter (o zamanki adıyla twttr) platformunu kuran kişi kimdir?",
  "Walt Disney Animasyon Stüdyoları'nın 1937 yapımı ve dünyanın ilk tam uzunlukta animasyon filmi olan \"Pamuk Prenses ve Yedi Cüceler\" filmindeki kötü kraliçenin adı nedir?",
  "\"Titanic\", \"Inception\" ve \"The Wolf of Wall Street\" gibi filmlerle tanınan, 2016 yılında \"The Revenant\" filmiyle Oscar kazanan ünlü Hollywood aktörünün adı nedir?",
  "Tüm dünyada mılyonlarca oyuncuya ulaşan, ilk olarak bir mod olarak başlayan ve zombi kıyametinde hayatta kalma temasıyla popüler olan, Valve tarafından geliştirilen birinci şahıs nişancı (FPS) oyun serisinin adı nedir?",
  "2019 yapımı 'Joker' filminde, Arthur Fleck karakterini canlandırarak En İyi Erkek Oyuncu Oscar'ını kazanan oyuncu kimdir?",
  "Soğuk Savaş'ın sona ermesinin sembollerinden biri olarak kabul edilen Berlin Duvarı, hangi yıl yıkılmıştır?",
  "Rock müziğin efsanevi gruplarından Queen'in solisti olan ve 'Bohemian Rhapsody', 'We Will Rock You' gibi ikonik şarkılara sesiyle hayat veren sanatçı kimdir?",
  "İkinci Dünya Savaşı sırasında, 7 Aralık 1941 tarihinde Japon İmparatorluk Donanması tarafından gerçekleştirilen ve ABD'nin savaşa girmesine neden olan saldırı hangi deniz üssüne yapılmıştır?",
  "Disney'in 1994 yapımı klasik animasyon filmi 'Aslan Kral'da (The Lion King), ormanlar kralı olacak olan genç aslanın adı nedir?",
  "Türk futbolunda 'Pele' lakabıyla tanınan ve Fenerbahçe formasıyla özdeşleşen efsane golcü kimdir?",
  "League of Legends Dünya Şampiyonası (Worlds) tarihinde en çok şampiyonluk kazanan takım hangisidir?",
  "Harry Potter serisinde, görünmezlik pelerininin ait olduğu üç büyülü nesneden oluşan efsanevi grubun adı nedir?",
  "Ünlü Kanadalı rapçi Drake'in 2018 yılında çıkardığı, \"God's Plan\" ve \"Nice for What\" gibi hit parçaları içeren çifte albümünün adı nedir?",
  "God of War serisinde Kratos, Yunan tanrılarını devirdikten sonra hangi mitolojiye ait tanrılarla mücadele etmeye başlamıştır?",
  "Türkiye'ye Eurovision Şarkı Yarışması'ndaki ilk ve tek birinciliği getiren Sertab Erener'in 2003 yılında kazandığı şarkının adı nedir?",
  "Marvel Sinematik Evreni'nin (MCU) ilk filmi olan ve Robert Downey Jr.'ın canlandırdığı Tony Stark karakteriyle tanınan \"Iron Man\" hangi yılda gösterime girmiştir?",
  "Kolombiyalı süperstar Shakira'nın 2010 FIFA Dünya Kupası için seslendirdiği ve dünya çapında büyük bir hit olan resmi şarkısının adı nedir?",
  "\"Yüzyıllık Yalnızlık\" ve \"Kolera Günlerinde Aşk\" gibi başyapıtlarıyla tanınan, Büyülü Gerçekçilik akımının en önemli temsilcilerinden biri olan ve 1982 yılında Nobel Edebiyat Ödülü'nü kazanan Kolombiyalı yazar kimdir?",
  "Oscar tarihinde \"En İyi Kadın Oyuncu\" kategorisinde en çok ödül kazanan oyuncu kimdir?"
]