[
  "Netflix'in popüler fantezi dizisi 'The Witcher'da, ana karakter Rivyalı Geralt'ı canlandıran oyuncu kimdir?",
  "Taylor Swift'in kendi master kayıt haklarını geri almak amacıyla başlattığı 'Taylor's Version' projesinin ilk yayınlanan stüdyo albümü aşağıdakilerden hangisidir?",
  "Türk pop müziğinin 'Megastar' lakabıyla anılan Tarkan'ın, uluslararası alanda büyük yankı uyandıran ve özellikle Avrupa'da listeleri kasıp kavuran, meşhur öpücük sesiyle bilinen hit şarkısının adı nedir?",
  "Türkiye'de Twitter'da kullanıcıların bir tweet'e art arda kendi yorumlarını, görsellerini veya ek bilgilerini ekleyerek oluşturdukları, uzun ve bağlamlı gönderi dizilerine verilen isim nedir?",
  "Hip-hop dünyasının efsanevi isimlerinden Eminem'in 'Lose Yourself' adlı hit şarkısı, başrolünde kendisinin oynadığı hangi filmin orijinal soundtrack'inde yer almıştır?",
  "Nobel Ödülü tarihinde iki farklı alanda (Fizik ve Kimya) Nobel kazanan tek kadın bilim insanı kimdir?",
  "1988 Seul Olimpiyatları'nda halterde Türkiye'ye Olimpiyat tarihinde uzun bir aradan sonra ilk altın madalyayı kazandıran ve 'Cep Herkülü' lakabıyla anılan efsanevi sporcu kimdir?",
  "Instagram'da 600 milyondan fazla takipçisiyle en çok takip edilen kişi rekorunu elinde bulunduran ünlü futbolcu kimdir? (Mayıs 2024 itibarıyla)",
  "Birinci Dünya Savaşı'nın çıkmasına neden olan kıvılcım olarak kabul edilen olay, Avusturya-Macaristan Arşidükü Franz Ferdinand'ın hangi şehirde öldürülmesidir?",
  "UEFA Şampiyonlar Ligi tarihinde en çok şampiyonluk yaşayan kulüp hangisidir?",
  "PlayStation'ın efsanevi oyun serilerinden Uncharted'da, hazine avcısı Nathan Drake'in maceraları ağırlıklı olarak hangi oyun türüne girer?",
  "Türkiye'nin tanınmış sosyal medya fenomenlerinden biri olan, özellikle komik ve eğlenceli içerikleriyle bilinen 'Danla Bilic' adıyla ünlenen kişinin gerçek adı nedir?",
  "Hürriyet Gazetesi ve Pantene işbirliğiyle düzenlenen Altın Kelebek Ödülleri'nde, müzik ve televizyon dünyasına katkıları nedeniyle verilen 'Yaşam Boyu Onur Ödülü'nü alan ilk sanatçılardan biri kimdir?",
  "İkinci Dünya Savaşı sırasında, Nazi Almanya'sının Sovyetler Birliği'ni işgal etmek amacıyla başlattığı ve Doğu Cephesi'nde milyonlarca can kaybına yol açan büyük askeri operasyonun kod adı nedir?",
  "İngiltere Kraliçesi II. Elizabeth'in tahttaki 70. yıl dönümünü kutlamak için 2022 yılında gerçekleştirilen tarihi jübile kutlamasının adı nedir?",
  "Türkiye'de Vine platformunda popüler olan ve genellikle \"Yalarım\" repliğiyle bilinen komedyen ve sosyal medya fenomeni kimdir?",
  "2020-2021 ve 2021-2022 sezonlarında EuroLeague şampiyonu olan Anadolu Efes'in bu başarılardaki başantrenörü kimdir?",
  "Cem Yılmaz'ın hem senaryosunu yazdığı hem de başrolünde oynadığı \"Vizontele Tuuba\" filminde, Cem Yılmaz'ın canlandırdığı karakterin adı nedir?",
  "Pixar Stüdyoları'nın \"Oyuncak Hikayesi\" (Toy Story) serisindeki ikonik kovboy karakterinin adı nedir?",
  "Şahan Gökbakar'ın canlandırdığı \"Recep İvedik\" karakterinin, serinin ilk filminde katıldığı ve birincilik elde ettiği spor müsabakası hangisidir?",
  "\"Red Kit\" (Lucky Luke) çizgi filminde, Red Kit'in daima yakaladığı ve sürekli hapisten kaçmaya çalışan dört kardeşli çetenin adı nedir?",
  "\"Hangimiz Sevmedik\", \"Paramparça\", \"Tanrı İstemezse\" gibi şarkılarıyla bilinen ve hayatı beyaz perdeye de aktarılan arabesk müziğin efsanevi ismi kimdir?",
  "Türk popüler kültüründe \"Dans Eden Adam\" olarak bilinen, TikTok'ta paylaştığı yemek yeme ve dans videolarıyla dünya çapında ün kazanan fenomenin adı nedir?",
  "Cem Yılmaz'ın yazdığı ve yönettiği \"G.O.R.A.\" filminde, Arif karakterinin yolu, uzaylılar tarafından kaçırıldığı hangi gezegene düşer?",
  "\"Fineas ve Förb\" (Phineas and Ferb) çizgi filminde, evcil hayvanları olan ornitorenk Perry'nin gizli kimliği nedir?",
  "Star Wars evreninde Luke Skywalker ve Anakin Skywalker'ın doğup büyüdüğü çöl gezegeninin adı nedir?",
  "Türk pop müziğinin en önemli isimlerinden biri olan ve 'Minik Serçe' lakabıyla anılan efsanevi sanatçı kimdir?",
  "Ogre Shrek'in maceralarını konu alan ve \"Eşek\" karakteriyle de çok sevilen popüler animasyon film serisini hangi stüdyo yapmıştır?",
  "Popüler Türk komedi filmi serisi Recep İvedik'te, Recep'in çok sevdiği ve sık sık ziyaret ettiği babaannesinin adı nedir?",
  "Popüler Türk dizisi Diriliş Ertuğrul'da, Ertuğrul Bey hangi Oğuz Türk boyunun beyliğini yapmaktadır?",
  "Aşk-ı Memnu dizisinde Behlül karakterini canlandıran oyuncu kimdir?",
  "Ezhel'in geniş kitlelerce tanınmasını sağlayan ve Türkiye'de trap müziğin popülerleşmesine büyük katkıda bulunan, 'Geceler' ve 'Şehrimin Tadı' gibi hitlerin yer aldığı ilk stüdyo albümünün adı nedir?",
  "League of Legends Dünya Şampiyonası'nı (Worlds) en çok kazanan takım aşağıdakilerden hangisidir?",
  "Türkiye'nin en popüler YouTuber'larından Enes Batur'un, genellikle hangi türde videolar ürettiği bilinmektedir?",
  "Kendi ışığını üreten her bir piksel sayesinde mükemmel siyahlar ve canlı renkler sunan, özellikle yüksek kaliteli televizyon ve akıllı telefon ekranlarında kullanılan ekran teknolojisi hangisidir?",
  "Marvel Sinematik Evreni'nin (MCU) başlangıcı kabul edilen ilk film hangisidir?",
  "UEFA Şampiyonlar Ligi tarihinde bir sezonda en çok gol atan oyuncu kimdir?",
  "Genellikle bir köpeğin (özellikle bir Shiba Inu'nun) iç sesini yansıtan Comic Sans metinlerle birlikte görünen popüler internet meme'inin adı nedir?",
  "Türk Twitch yayıncısı ve YouTube içerik üreticisi olan, genellikle \"Kendine Müzisyen\" adıyla bilinen fenomenin gerçek adı nedir?",
  "İnternet üzerinde hızla yayılan ve genellikle bir durumun abartılı, şaşırtıcı veya ironik sonucunu gösteren kısa videolara ne ad verilir? (Örnek: Vine döneminde popüler olan videolar)",
  "Berlin Duvarı'nın yıkılması, Soğuk Savaş'ın sembolik sonu olarak kabul edilir ve dünya tarihinde önemli bir dönüm noktasıdır. Bu olay hangi yılda gerçekleşmiştir?",
  "Twitter Türkiye'de bir kullanıcının, genellikle bir olayı veya durumu protesto etmek ya da dikkat çekmek amacıyla, çok sayıda başka kullanıcı tarafından aynı anda etiketlenerek (mentionlanarak) yapılan yoğun etkileşime ne ad verilir?",
  "Dünya genelinde milyonlarca takipçisi olan ve genellikle büyük ödüllü meydan okumalar, hayır işleri ve pahalı prodüksiyonlarıyla tanınan ünlü YouTuber kimdir?",
  "FIFA Dünya Kupası tarihinde en çok şampiyonluk yaşayan ülke hangisidir?",
  "Nickelodeon'ın en ikonik çizgi filmlerinden biri olan, Bikini Kasabası'nda yaşayan sünger bir karakterin su altı maceralarını konu alan yapımın adı nedir?",
  "Rıfat Ilgaz'ın eserinden uyarlanan ve Türk sinemasının kült komedi filmlerinden biri olan 'Hababam Sınıfı' serisinde, öğrencilerin en çok korktuğu, disiplinli ve sert öğretmenin lakabı nedir?",
  "Türkiye'de ve globalde popülerleşen, bir durumu abartılı bir şekilde ifade eden ve genellikle 'distracted boyfriend' (dikkat dağınık erkek arkadaş) olarak bilinen internet meme'indeki temel hikaye nedir?",
  "League of Legends Dünya Şampiyonası (Worlds) tarihindeki en ünlü oyuncularından biri olan ve 'Demon King' (İblis Kral) lakabıyla anılan efsanevi orta koridor oyuncusu kimdir?",
  "2002 FIFA Dünya Kupası'nda, Türkiye Milli Futbol Takımı, turnuvayı tarihinde ilk kez katıldığı bu kupada hangi dereceyi elde ederek büyük bir başarıya imza atmıştır?",
  "'Kahpe Bizans', 'G.O.R.A.' ve 'Arif V 216' gibi filmleriyle tanınan, özellikle internet mizahında replikleri ve karakterleriyle sıkça görülmesiyle bilinen ünlü komedyen ve oyuncu kimdir?"
]