[
  "Türkiye'ye Eurovision Şarkı Yarışması'ndaki ilk ve tek birinciliği getiren Sertab Erener'in 2003 yılında kazandığı şarkının adı nedir?",
  "Marvel Sinematik Evreni'nin (MCU) ilk filmi olan ve Robert Downey Jr.'ın canlandırdığı Tony Stark karakteriyle tanınan \"Iron Man\" hangi yılda gösterime girmiştir?",
  "Kolombiyalı süperstar Shakira'nın 2010 FIFA Dünya Kupası için seslendirdiği ve dünya çapında büyük bir hit olan resmi şarkısının adı nedir?",
  "\"Yüzyıllık Yalnızlık\" ve \"Kolera Günlerinde Aşk\" gibi başyapıtlarıyla tanınan, Büyülü Gerçekçilik akımının en önemli temsilcilerinden biri olan ve 1982 yılında Nobel Edebiyat Ödülü'nü kazanan Kolombiyalı yazar kimdir?",
  "Oscar tarihinde \"En İyi Kadın Oyuncu\" kategorisinde en çok ödül kazanan oyuncu kimdir?",
  "The Witcher serisinde, Geralt'ın \"Child of Surprise\" olarak bilinen ve kaderinin ona bağlı olduğu genç kızın adı nedir?",
  "1990'lı yılların sonlarında ve 2000'li yılların başlarında Fox Kids kanalında yayınlanan ve çocukların dijital canavarlarıyla birlikte maceralar yaşadığı popüler animasyon serisinin adı nedir?",
  "Türkiye'nin en popüler YouTube içerik üreticilerinden biri olan Enes Batur'un YouTube kariyerine ilk olarak hangi tür videolarla başladığı bilinmektedir?",
  "Birinci Dünya Savaşı'nda kullanılan ve özellikle siper savaşlarında etkili olan, kimyasal bir madde püskürterek düşman siperlerini temizlemek için tasarlanmış yeni savaş aracı aşağıdakilerden hangisidir?",
  "Cartoon Network'ün klasikleşmiş çizgi filmlerinden \"Dexter'ın Laboratuvarı\"nda, deha çocuk Dexter'ın gizli laboratuvarını sık sık karıştıran ve onun icatlarını bozan ablâsının adı nedir?",
  "Güney Koreli pop grubu BLACKPINK'in dört ana üyesinden biri olmayan isim aşağıdakilerden hangisidir?",
  "Hollywood'un ünlü aktörlerinden Ryan Gosling, 2023 yılında gişe rekorları kıran ve 'Ken' karakterini canlandırdığı popüler filmle büyük beğeni toplamıştır. Bu film aşağıdakilerden hangisidir?",
  "Disney Channel'ın popüler dizilerinden 'Zack ve Cody'nin Lüks Yaşamı'nda (The Suite Life of Zack & Cody) ikizlerin yaşadığı lüks otelin adı nedir?",
  "Tuba Büyüküstün, Seda Bakan ve Boncuk Yılmaz gibi oyuncuların rol aldığı, üç arkadaşın Ayvalık'ta geçen ve ailevi travmalarıyla yüzleştiği konuları işleyen popüler Netflix Türkiye yapımı dizi aşağıdakilerden hangisidir?",
  "Dünyanın en büyük video paylaşım platformlarından biri olan YouTube'un üç kurucusundan biri olmayan isim aşağıdakilerden hangisidir?",
  "Türkiye'de popüler olan 'Kuruluş Osman' dizisinde, Osmanlı İmparatorluğu'nun kurucusu Osman Bey karakterini canlandıran başrol oyuncusu kimdir?",
  "2000'li yılların başlarında Türkiye'de internette viral olan ve 'Sakin ol şampiyon, daha yeni başlıyoruz' repliğiyle hafızalara kazınan videonun orijinal kaynağı ve konusu nedir?",
  "Apple'ın 2007 yılında tanıttığı ve akıllı telefon endüstrisinde çığır açan ilk iPhone modelinin, o dönemde en devrimci ve dikkat çekici özelliklerinden biri aşağıdakilerden hangisidir?",
  "J.R.R. Tolkien'in yarattığı 'Yüzüklerin Efendisi' evreninde, Gondor Krallığı'nın başkenti olan ve Ak Ağaç'la özdeşleşen, Orta Dünya'nın en önemli kalelerinden biri sayılan büyük beyaz şehrin adı nedir?",
  "Türkiye'deki caps kültüründe ve internet mizahında sıklıkla kullanılan, şaşkınlık veya beklenmedik bir duruma verilen tepkiyi ifade eden 'Ne? Ne dedin sen?' repliğiyle özdeşleşen ve orijinali bir Yeşilçam filminden alınmış olan aktör kimdir?",
  "Birinci Dünya Savaşı'nın siperlerinde geçen ve tek plan hissi veren çekim tekniğiyle büyük beğeni toplayan, Sam Mendes'in yönettiği 2019 yapımı savaş filminin adı nedir?",
  "Disney'in 2013 yapımı \"Karlar Ülkesi\" (Frozen) animasyon filminde, buz güçlerine sahip Elsa karakterinin seslendirdiği ve Oscar ödülü kazanan ikonik şarkının adı nedir?",
  "Nintendo'nun popüler \"Pokémon\" serisinde, ana karakter Ash Ketchum'un başlangıçtan itibaren yanında olan ve seriyle özdeşleşmiş elektrik tipindeki sarı Pokémon'un adı nedir?",
  "FIFA Dünya Kupası tarihinde en çok şampiyonluk kazanmış ülke hangisidir?",
  "Netflix Türkiye'nin ilk orijinal dizisi olma özelliğini taşıyan ve başrolünde Çağatay Ulusoy'un \"son muhafız\" Hakan'ı canlandırdığı yapımın adı nedir?",
  "2013 yılında internette hızla yayılan, Shiba Inu cinsi bir köpeğin iç sesini yansıtan metinlerle mizahi diyaloglar oluşturan ve 'wow', 'such' gibi kelimelerle tanınan popüler internet mizahı akımının adı nedir?",
  "1986 FIFA Dünya Kupası'nda İngiltere'ye karşı attığı ve 'Tanrı'nın Eli' olarak bilinen tartışmalı golle hafızalara kazınan efsanevi futbolcu kimdir?",
  "Erkekler tenisinde en çok Grand Slam tekler şampiyonluğu rekorunu elinde bulunduran (Kasım 2023 itibarıyla) ve 'Big Three' olarak bilinen tenisçilerden biri olan oyuncu kimdir?",
  "Türk YouTube'unun popüler komedi ve eğlence gruplarından biri olan 'Kafalar'ın ana üyelerinden biri olmayan isim aşağıdakilerden hangisidir?",
  "PlayStation'ın efsanevi oyun serilerinden Uncharted'da, ana karakter Nathan Drake'in akıl hocası, ortağı ve adeta babacan bir figürü olan karizmatik karakterin adı nedir?",
  "Taylor Swift'in \"Shake It Off\", \"Blank Space\" ve \"Bad Blood\" gibi hit şarkılarını içeren ve ona Yılın Albümü Grammy Ödülü'nü kazandıran albümü hangisidir?",
  "Şampiyonlar Ligi tarihinde en çok şampiyonluk kupasını kazanan takım aşağıdakilerden hangisidir?",
  "Türkiye'de yayınlanan popüler yarışma programı Survivor Türkiye'nin ilk şampiyonu kimdir?",
  "Popüler şarkısı \"Cevapsız Çınlama\" ile müzik dünyasına hızlı bir giriş yapan ve ardından \"Okyanus\", \"Yaz Gülü\" gibi hitlere imza atan genç Türk pop şarkıcısı kimdir?",
  "Birinci Dünya Savaşı döneminde geçen, genç bir askerin siperlerdeki zorlu mücadelesini anlatan ve 1930 yılında En İyi Film Oscar'ını kazanan ikonik savaş filminin adı nedir?",
  "2020 yılında \"En İyi Film\" dahil dört Oscar ödülü kazanarak sinema tarihinde bir ilke imza atan, büyük beğeni toplayan Güney Kore yapımı \"Parazit\" (Parasite) filminin yönetmeni kimdir?",
  "90'lı yılların sonunda Türkiye ve dünya çapında büyük bir popülarite yakalayan, \"Şıkıdım\", \"Ölürüm Sana\" gibi hitleriyle tanınan \"Megastar\" lakaplı Türk pop müziği sanatçısı kimdir?",
  "Netflix'in dünya çapında büyük yankı uyandıran Güney Kore yapımı \"Squid Game\" dizisinde, karakterlerin hayatta kalmak için oynadığı ölümcül oyunlardan biri olan, oyuncuların kırılabilir veya kırılmaz cam panellerden oluşan bir köprüyü geçmeye çalıştığı oyunun adı nedir?",
  "Tüm dünyada müzik listelerini altüst eden ve YouTube'da milyarlarca izlenmeye ulaşarak rekorlar kıran, Luis Fonsi ve Daddy Yankee'nin seslendirdiği ünlü Latin pop şarkısı aşağıdakilerden hangisidir?",
  "Kısa videolarla ünlenen Vine platformunda popülaritesini yakalayan ve ardından dünya çapında başarılı bir müzik kariyeri inşa eden, \"Stitches\", \"Treat You Better\" gibi hitleriyle tanınan Kanadalı şarkıcı kimdir?",
  "Nickelodeon'ın popüler çizgi filmi \"Sünger Bob Kare Pantolon\"da, Sünger Bob ve arkadaşlarının yaşadığı su altı şehrinin adı nedir?",
  "Modern moda dünyasında minimalist tarzıyla öne çıkan ve sık sık 'quiet luxury' akımıyla anılan, kendi adını taşıyan markasının kurucusu olan ünlü İngiliz tasarımcı ve eski Spice Girls üyesi kimdir?",
  "\"Hawái\", \"Felices los 4\" ve \"Chantaje\" (Shakira ile düet) gibi dünya çapında hit olmuş şarkılarıyla tanınan, asıl adı Juan Luis Londoño Arias olan Kolombiyalı reggaeton şarkıcısı kimdir?",
  "Bir masa başında oturan ve arka planda yanan bir ev varken sinsi bir şekilde gülümseyen küçük bir kızın fotoğrafından oluşan, internette sıklıkla 'felaket kız' veya 'problem kız' (Disaster Girl) olarak bilinen popüler internet mizahı figürünün gerçek adı nedir?",
  "Türk pop müziğinin \"Süperstar\" lakaplı ikonik ismi Ajda Pekkan, uzun yıllardır sahnede ve magazin dünyasında aktif olarak yer almaktadır. Peki, Ajda Pekkan 1980 yılında Türkiye'yi hangi uluslararası şarkı yarışmasında temsil etmiştir?",
  "Kadınlar tenisinde 'Açık Dönem'de (Open Era) en çok Grand Slam tekler şampiyonluğu rekorunu elinde bulunduran (2024 itibarıyla) efsanevi raket kimdir?",
  "İkinci Dünya Savaşı sırasında 6 Ağustos 1945'te, tarihte savaşta kullanılan ilk atom bombası hangi Japon şehrine atılmıştır?",
  "Fransa'nın ünlü Eyfel Kulesi'ni hurdacılara iki kez satmaya kalkışmasıyla tanınan, 'insanlık tarihinin en cesur dolandırıcısı' olarak bilinen kişi kimdir?",
  "Türk spor tarihinde olimpiyatlarda üst üste üç kez altın madalya kazanan tek güreşçi unvanına sahip 'Asrın Güreşçisi' lakaplı sporcu kimdir?",
  "Porto Rikolu Latin trap ve reggaeton yıldızı Bad Bunny'nin 2020'de yayımlanan, \"Yo Perreo Sola\" ve \"La Santa\" gibi hitleri içeren, Latin müzik listelerinde zirveye yerleşen ve birçok ödül kazanan çığır açan albümünün adı nedir?"
]