[
  "Türk Kadın Voleybol Milli Takımı, \"Filenin Sultanları\", tarihinde ilk kez Avrupa Şampiyonluğunu hangi yıl kazanmıştır?",
  "Yazar Orhan Pamuk, \"Kar\", \"Benim Adım Kırmızı\" ve \"Masumiyet Müzesi\" gibi eserleriyle tanınmaktadır. Pamuk, Nobel Edebiyat Ödülü'nü hangi yıl kazanmıştır?",
  "Ünlü pop yıldızı Taylor Swift, albümlerinin haklarını geri almak amacıyla eski albümlerini \"Taylor's Version\" adıyla yeniden kaydedip yayınlamaktadır. Bu proje kapsamında yeniden kaydedilen ilk albümü hangisidir?",
  "1980'li yılların en ikonik gruplarından biri olan, \"Bohemian Rhapsody\", \"We Will Rock You\" ve \"Don't Stop Me Now\" gibi hit şarkılara imza atan efsanevi İngiliz rock grubu hangisidir?",
  "Olimpik tarihin en başarılı sporcularından biri olan, yüzme dalında kazandığı toplam 28 madalya ve 23 altın madalya ile rekor kıran Amerikalı efsanevi yüzücü kimdir?",
  "Harry Potter evreninde, Hogwarts Cadılık ve Büyücülük Okulu'nda cesareti, centilmenliği ve kararlılığı ile bilinen bina hangisidir?",
  "Tarkan'ın 1997 yılında piyasaya sürdüğü, \"Şıkıdım\" ve \"Şımarık\" gibi uluslararası çapta büyük hitlere sahip olan ve sanatçının dünya genelinde tanınmasını sağlayan albümünün adı nedir?",
  "Disney Channel'ın sevilen çizgi filmlerinden \"Esrarengiz Kasaba\" (Gravity Falls) dizisinde, Dipper ve Mabel Pines kardeşlerin yaz tatillerini geçirdiği ve gizemli olaylarla dolu kasabanın adı nedir?",
  "Nintendo'nun ikonik video oyunu serisi Super Mario'da, ana karakter Mario'nun genellikle Bowser tarafından kaçırılan ve kurtarmaya çalıştığı prensesin adı nedir?",
  "90'lı yılların en popüler erkek gruplarından biri olan ve \"I Want It That Way\", \"Everybody (Backstreet's Back)\" gibi hit şarkılarıyla bilinen grup hangisidir?",
  "Cartoon Network'ün popüler çizgi filmlerinden \"Adventure Time\"da, sihirli köpek Jake'in en yakın arkadaşı ve başkahramanı kimdir?",
  "Yüzüklerin Efendisi evreninde, Tek Yüzük'ün gücünü ele geçirmeye çalışan, başlangıçta bir Hobbit olan ve yüzüğün etkisiyle grotesk bir yaratığa dönüşen karakterin adı nedir?",
  "Nintendo'nun dünyaca ünlü Pokémon serisinde, Electric türündeki ana Pokémon'lardan biri olan ve \"Pika Pika!\" sesiyle tanınan sevimli yaratığın adı nedir?",
  "Türkiye'de 90'lı ve 2000'li yılların çocukluk atıştırmalıklarından biri olan, küçük, dikdörtgen şeklinde, jelibonumsu yapıda ve farklı meyve aromalarına sahip olan çiğnenebilir şekerlemenin adı nedir?",
  "Twitter'da bir kullanıcının dikkatini çekmek veya bir tweet'te ona doğrudan atıfta bulunmak için adının önüne \"@\" işareti konularak yapılan eyleme ne ad verilir?",
  "Ünlü \"Dayı\" caps'lerinde, bir duruma şaşıran veya tepki veren karakterin ağzından dökülen ve bir dönem çok popüler olan söz aşağıdakilerden hangisidir?",
  "90'lı ve 2000'li yılların popüler çocukluk atıştırmalıklarından Tipitip sakızlarının en bilinen özelliği neydi?",
  "Hücrelerin hasar gören DNA'yı onarma mekanizmalarını haritalandırmasındaki bilimsel çalışmaları sayesinde 2015 Nobel Kimya Ödülü'nü kazanan Türk bilim insanı kimdir?",
  "Pixar animasyon stüdyosunun sevilen filmlerinden biridir. Dünya'daki kirlilik nedeniyle terk edilmiş bir gezegende tek başına kalan ve bir gün insanoğlunu kurtaracak bir uzay gemisiyle karşılaşan küçük robotun adı nedir?",
  "17 Ağustos 1999 tarihinde Türkiye'yi derinden sarsan ve büyük yıkımlara yol açan depremin merkez üssü hangi şehir yakınlarındaydı?",
  "Latin müziğin dünyaca ünlü isimlerinden Shakira'nın, 2010 FIFA Dünya Kupası'nın resmi şarkısı olan ve büyük ses getiren hit şarkısının adı nedir?",
  "Netflix'in popüler bilim kurgu dizisi Stranger Things'te, kahramanların genellikle karşılaştığı ve Eleven'ın güçlerini kullanarak ulaştığı korkunç paralel evrenin adı nedir?",
  "Popüler anime serisi Attack on Titan (Shingeki no Kyojin)'da, ana karakter Eren Yeager'ın Titan'a dönüşebilme yeteneğine sahip olduğu ilk Titan türünün adı nedir?",
  "J.R.R. Tolkien'in efsanevi eseri Yüzüklerin Efendisi'nde, Tek Yüzük'ün Sauron tarafından dövüldüğü ve sadece orada yok edilebileceği tek yer olan volkanik dağın adı nedir?",
  "MasterChef Türkiye'nin 2021 sezonunda büyük finalde Tahsin Küçük'ü mağlup ederek şampiyonluğa ulaşan yarışmacı kimdir?",
  "Türk pop müziğinin efsanevi isimlerinden Sezen Aksu'nun, içinde 'Gülümse', 'Hadi Bakalım' gibi klasikleşmiş eserleri barındıran ve 1991 yılında piyasaya sürülen stüdyo albümünün adı nedir?",
  "HBO'nun rekor kıran fantastik dizisi Game of Thrones'ta, Westeros kıtasının en kuzey sınırını korumak ve yabanıllar ile Ak Gezenler'i durdurmak amacıyla inşa edilmiş, devasa buzdan yapılmış savunma yapısının adı nedir?",
  "League of Legends'ın en prestijli küresel turnuvası olan Worlds Şampiyonası tarihinde, toplam dört kez kupayı kaldırarak bu alanda en başarılı takım unvanına sahip olan e-spor organizasyonu aşağıdakilerden hangisidir?",
  "Fox Kids kanalında yayınlanan popüler çizgi film Digimon Adventure'da, serinin ana karakteri Taichi 'Tai' Kamiya'nın sadık ve cesur partneri olan, ateş elementine sahip dinozor benzeri Digimon'un adı nedir?",
  "CD Projekt Red tarafından geliştirilen ve büyük beğeni toplayan The Witcher 3: Wild Hunt adlı PC oyununda, başkarakter Geralt of Rivia'nın evlatlık kızı olan ve Elder Blood gücüne sahip genç kadın karakterin adı nedir?",
  "EuroLeague tarihinde birden fazla şampiyonluk kazanan tek Türk basketbol takımı hangisidir?",
  "\"Vay Be\", \"Aşkım Aşkım\" ve \"Baş Harfi Ben\" gibi popüler şarkılarla tanınan Türk pop müziği sanatçısı kimdir?",
  "Marvel Sinematik Evreni'nde (MCU) Thanos'un evrenin yarısını yok etmek için bir araya getirmeye çalıştığı, altı güçlü taştan oluşan koleksiyonun adı nedir?",
  "\"Yüzyıllık Yalnızlık\" ve \"Kolera Günlerinde Aşk\" gibi eserleriyle tanınan ve 1982 yılında Nobel Edebiyat Ödülü'nü kazanan Kolombiyalı yazar kimdir?",
  "Netflix'in dünya çapında popüler dizisi \"Squid Game\"de, ana karakter Seong Gi-hun'un oyunlarda giydiği yeşil eşofmanının üzerindeki oyuncu numarası kaçtır?",
  "Netflix'in dünya çapında popüler dizisi La Casa de Papel'de, zeka ve planlama dehası 'Profesör' karakterinin gerçek adı nedir?",
  "1980'li ve 90'lı yılların en büyük pop ikonlarından biri olan, 'Like a Prayer', 'Vogue' ve 'Material Girl' gibi sayısız hit şarkıya imza atmış Amerikalı kadın sanatçı kimdir?",
  "Dünya çapında en yaygın kullanılan internet tarayıcılarından biri olan Google Chrome, ilk olarak hangi yıl piyasaya sürülmüştür?",
  "\"O Ses Türkiye\" yarışmasının sunuculuğunu yapan, \"Survivor\" gibi birçok popüler televizyon formatının yapımcısı ve sahibi olan ünlü televizyoncu kimdir?",
  "Sony tarafından 1979 yılında piyasaya sürülen, taşınabilir kaset çalar özelliğiyle müzik dinleme alışkanlıklarını kökten değiştiren efsanevi ürünün adı nedir?",
  "Müslüm Gürses'in hayranları tarafından verilen ve onun müziğinin derinliğini, acıyı yansıtan görüşünü temsil eden lakabı nedir?",
  "UEFA Kupası'nı kazanan tek Türk futbol takımı olan Galatasaray, bu tarihi başarıyı hangi yıl elde etmiştir?",
  "Marvel Sinematik Evreni'nin (MCU) ilk filmi olan ve Iron Man karakterini tanıtan yapım hangisidir?",
  "Kısa videolarla ünlenen ve \"Örümcek Adam\" karakterini taklit ederek fenomen olan, ardından oyunculuk kariyerine de adım atan Türk Vine fenomeni kimdir?",
  "20. yüzyılın en önemli teknolojik başarılarından biri olan Ay'a ilk insanlı iniş, NASA'nın Apollo 11 göreviyle hangi yıl gerçekleşmiştir?",
  "Disney'in klasik animasyon filmi 'Aslan Kral'da (The Lion King), ana karakter Simba'nın kötü kalpli amcasının adı nedir?",
  "MasterChef Türkiye'nin 2020 sezonunda, büyük finalde Barbaros Yoloğlu'nu geride bırakarak şampiyonluğa ulaşan yarışmacı kimdir?",
  "İkinci Dünya Savaşı'nın son dönemlerinde, Amerika Birleşik Devletleri tarafından atom bombası atılan Japon şehirlerinden biri aşağıdakilerden hangisidir?",
  "Soğuk Savaş döneminin en belirgin sembollerinden biri olan ve 1989 yılında yıkılan Berlin Duvarı, hangi iki tarafı birbirinden ayırmaktaydı?",
  "2020 yılında En İyi Film Oscar'ını kazanarak tarihinde bu ödülü alan ilk İngilizce olmayan film olan 'Parazit' (Parasite) filminin Güney Koreli yönetmeni kimdir?"
]