[
  "Netflix'in dünya çapında popüler dizisi La Casa de Papel'de, zeka ve planlama dehası 'Profesör' karakterinin gerçek adı nedir?",
  "1980'li ve 90'lı yılların en büyük pop ikonlarından biri olan, 'Like a Prayer', 'Vogue' ve 'Material Girl' gibi sayısız hit şarkıya imza atmış Amerikalı kadın sanatçı kimdir?",
  "Dünya çapında en yaygın kullanılan internet tarayıcılarından biri olan Google Chrome, ilk olarak hangi yıl piyasaya sürülmüştür?",
  "\"O Ses Türkiye\" yarışmasının sunuculuğunu yapan, \"Survivor\" gibi birçok popüler televizyon formatının yapımcısı ve sahibi olan ünlü televizyoncu kimdir?",
  "Sony tarafından 1979 yılında piyasaya sürülen, taşınabilir kaset çalar özelliğiyle müzik dinleme alışkanlıklarını kökten değiştiren efsanevi ürünün adı nedir?",
  "Müslüm Gürses'in hayranları tarafından verilen ve onun müziğinin derinliğini, acıyı yansıtan görüşünü temsil eden lakabı nedir?",
  "UEFA Kupası'nı kazanan tek Türk futbol takımı olan Galatasaray, bu tarihi başarıyı hangi yıl elde etmiştir?",
  "Marvel Sinematik Evreni'nin (MCU) ilk filmi olan ve Iron Man karakterini tanıtan yapım hangisidir?",
  "Kısa videolarla ünlenen ve \"Örümcek Adam\" karakterini taklit ederek fenomen olan, ardından oyunculuk kariyerine de adım atan Türk Vine fenomeni kimdir?",
  "20. yüzyılın en önemli teknolojik başarılarından biri olan Ay'a ilk insanlı iniş, NASA'nın Apollo 11 göreviyle hangi yıl gerçekleşmiştir?",
  "Disney'in klasik animasyon filmi 'Aslan Kral'da (The Lion King), ana karakter Simba'nın kötü kalpli amcasının adı nedir?",
  "MasterChef Türkiye'nin 2020 sezonunda, büyük finalde Barbaros Yoloğlu'nu geride bırakarak şampiyonluğa ulaşan yarışmacı kimdir?",
  "İkinci Dünya Savaşı'nın son dönemlerinde, Amerika Birleşik Devletleri tarafından atom bombası atılan Japon şehirlerinden biri aşağıdakilerden hangisidir?",
  "Soğuk Savaş döneminin en belirgin sembollerinden biri olan ve 1989 yılında yıkılan Berlin Duvarı, hangi iki tarafı birbirinden ayırmaktaydı?",
  "2020 yılında En İyi Film Oscar'ını kazanarak tarihinde bu ödülü alan ilk İngilizce olmayan film olan 'Parazit' (Parasite) filminin Güney Koreli yönetmeni kimdir?",
  "Recep İvedik filmler serisinde Recep'in en yakın arkadaşı ve sürekli olarak onunla maceralara atılan karakterin adı nedir?",
  "HBO'nun dünya çapında ses getiren kıyamet sonrası dizisi \"The Last of Us\"ta, mantar enfeksiyonu nedeniyle insanları zombiye dönüştüren hastalığın kaynağı olan mantar türü nedir?",
  "İki farklı bilim dalında Nobel Ödülü kazanan tek kadın bilim insanı olan Marie Curie, bu ödülleri hangi alanlarda kazanmıştır?",
  "Fox Kids'in popüler çizgi filmlerinden \"Spider-Man: The Animated Series\"de, Peter Parker'ın sıklıkla karşılaştığı ve onun en büyük düşmanlarından biri olan yeşil zırhlı ve el bombası atan kötü adamın adı nedir?",
  "\"Kuzu Kuzu\", \"Dudu\" gibi hit şarkılarıyla bilinen ve 'Megastar' lakabıyla anılan Türk pop müziği sanatçısı kimdir?",
  "\"Majesteleri\" lakabıyla anılan efsanevi basketbolcu Michael Jordan, NBA kariyerinin büyük bir bölümünü hangi takımda geçirerek altı şampiyonluk kazanmıştır?",
  "Türk Kadın Voleybol Milli Takımı'nın \"Filenin Sultanları\" olarak bilinen kadrosunun 2023 CEV Avrupa Şampiyonası'nda altın madalya kazanmasında büyük pay sahibi olan, takıma kaptanlık yapan ve orta oyuncu pozisyonunda görev alan efsanevi oyuncusu kimdir?",
  "80'ler ve 90'lar boyunca Türk pop müziğine damga vuran, \"Gülpembe\", \"Dağlar Dağlar\" gibi unutulmaz şarkılara imza atan ve aynı zamanda \"7'den 77'ye\" adlı çocuk programıyla da bilinen sanatçı kimdir?",
  "1980'lerin sonu ve 1990'lar boyunca, elde taşınabilir oyun deneyimini devrim niteliğinde değiştiren ve Tetris gibi oyunlarla dünya çapında popülerlik kazanan Nintendo'nun ikonik el konsolu hangisidir?",
  "Her yıl moda ve sanat dünyasının en prestijli etkinliklerinden biri olan Met Gala, ABD'nin New York şehrinde bulunan hangi ünlü sanat müzesinde düzenlenmektedir?",
  "HBO'nun sevilen fantastik dizisi \"House of the Dragon\"da, Targaryen Hanesi'nin simgesi olan efsanevi yaratık nedir?",
  "Marvel Sinematik Evreni'nde (MCU) süper asker programının ilk ve en bilinen ürünü olan Kaptan Amerika'nın gerçek adı nedir?",
  "Cartoon Network'ün popüler çizgi filmlerinden \"Powerpuff Girls\"deki Blossom, Bubbles ve Buttercup adlı süper kahraman kızlar, hangi şehirde suçla mücadele etmektedirler?",
  "Instagram'da popülerlik kazanmış, genellikle ürün tanıtımı yapan veya belirli bir niş konuda içerik üreten kişilere ne ad verilir?",
  "Netflix'in dünya çapında izlenme rekorları kıran Kore dizisi \"Squid Game\"de, yarışmacıların ölümcül oyunlara katıldıkları ve elendiklerinde öldürüldükleri gizemli tesis nerede konumlanmaktadır?",
  "Yumurcak TV'nin en sevilen çizgi filmlerinden biri olan, genç Cedric'in okul hayatını, arkadaşlıklarını ve kız arkadaşı Chen'e olan platonik aşkını konu alan çizgi filmin adı nedir?",
  "90'lı yıllarda özellikle Hürriyet Gazetesi'nin Kelebek ekinde sıkça kendine yer bulan, ünlülerin sosyal hayatlarını, aşklarını ve kavgalarını konu alan köşe genellikle hangi isimle anılırdı?",
  "Türk Kadın Voleybol Milli Takımı, \"Filenin Sultanları\" lakabını almadan önce, özellikle 2003 Avrupa Şampiyonası'nda gümüş madalya kazanarak dikkatleri çektiği dönemde takıma halk arasında verilen popüler isim neydi?",
  "Tarkan'ın 1997 yılında piyasaya sürdüğü, \"Şıkıdım\" ve \"Şımarık\" gibi dünya çapında hit olmuş şarkıları içeren ve popülerliğini zirveye taşıdığı stüdyo albümünün adı nedir?",
  "HBO'nun beğenilen post-apokaliptik dizisi \"The Last of Us\"ta, eski bir duvar ustası ve sağ kalanlardan Joel Miller karakterini canlandıran Emmy adayı oyuncu kimdir?",
  "J.R.R. Tolkien'in \"Yüzüklerin Efendisi\" serisinde, Tek Yüzük'ü yok etme görevinde Frodo Baggins'e en sadık şekilde eşlik eden ve Mordor'a kadar onunla birlikte giden Hobbit'in adı nedir?",
  "Kendi adını taşıyan YouTube kanalında oyun videoları, yorumlar ve vlog'lar yayınlayarak dünya çapında milyonlarca aboneye ulaşan ve uzun süre \"YouTube'un Kralı\" olarak bilinen İsveçli YouTuber kimdir?",
  "1912 yılında ilk seferine çıkarken batmaz denilen, ancak Kuzey Atlantik'te bir buzdağına çarparak batan ve tarihin en büyük deniz felaketlerinden birine neden olan lüks yolcu gemisinin adı nedir?",
  "Türk sinemasının dört yapraklı yoncasından biri olan ve Türk filmlerinde genellikle \"Sultan\" lakabıyla anılan efsanevi aktris kimdir?",
  "İkinci Dünya Savaşı sırasında Müttefik Kuvvetler'in, Almanya'ya karşı Batı Cephesi'ni açmak amacıyla 6 Haziran 1944'te gerçekleştirdiği ve tarihin en büyük amfibi çıkarma operasyonu olarak bilinen harekâtın adı nedir?",
  "Eyfel Kulesi'ni iki kez satma girişimiyle ünlenen, tarihin en cüretkar dolandırıcılarından biri olarak kabul edilen kişi kimdir?",
  "Recep İvedik film serilerinin yönetmenliğini üstlenen ve aynı zamanda filmlerin senaryosunu da yazan isim kimdir?",
  "Türkiye Süper Lig tarihinde en fazla şampiyonluk kazanan futbol takımı aşağıdakilerden hangisidir?",
  "İkinci Dünya Savaşı'nın genel olarak başlangıcı kabul edilen, Almanya'nın hangi ülkeyi işgal etmesiyle başlayan olaydır?",
  "J.R.R. Tolkien'in \"Yüzüklerin Efendisi\" evreninde, tüm diğer güç yüzüklerini kontrol etmek ve Orta Dünya'ya hükmetmek amacıyla Tek Yüzük'ü döven karanlık lord kimdir?",
  "Tenis tarihinde, özellikle toprak korttaki inanılmaz başarısıyla 'Toprak Kortların Kralı' olarak anılan ve Roland Garros (Fransa Açık) turnuvasını rekor 14 kez kazanan sporcu kimdir?",
  "Rıfat Ilgaz'ın ölümsüz eseri \"Hababam Sınıfı\" film serisinde, öğrencilerin yaramazlıklarına rağmen onlara her zaman şefkatle yaklaşan ve arka çıkan, okuldaki 'Hafize Ana' karakterini canlandıran usta oyuncu kimdir?",
  "\"Naruto\" animesinde, köyü Konoha'nın lideri olan ve 'gölge ateş' anlamına gelen unvanı taşıyan, en güçlü ninjalara verilen isim nedir?",
  "FIFA Dünya Kupası tarihinde, turnuvayı ilk kez düzenleyen ve aynı zamanda ilk şampiyonu olan ülke hangisidir?",
  "League of Legends'ın en büyük uluslararası turnuvası olan 'Worlds' (Dünya Şampiyonası) kupasını, dört kezle en çok kazanan profesyonel e-spor takımı aşağıdakilerden hangisidir?"
]