[
  "Kayıp Balık Nemo animasyon filmindeki ana karakter Nemo'nun babasının adı nedir?",
  "Fox Kids'te yayınlanan Digimon Adventure çizgi filminde, Tai Kamiya'nın Digimon ortağı kimdir?",
  "Türkiye'nin UEFA Kupası'nı kazanan tek futbol kulübü hangisidir?",
  "Ruhların Kaçışı (Spirited Away) ve Komşum Totoro (My Neighbor Totoro) gibi animasyon filmlerinin yönetmeni kimdir?",
  "Süper Lig tarihinde en çok gol atan oyuncu unvanına sahip futbolcu kimdir?",
  "FIFA Dünya Kupası'nı tarihinde en çok kazanan ülke hangisidir?",
  "Hangi Türk YouTuber, genellikle bilim, teknoloji, felsefe ve sanat gibi konularda bilgilendirici ve düşündürücü içerikler üretmektedir?",
  "Yumurcak TV'de yayınlanan ve ana karakterinin Japonya'dan İsviçre'ye gönderilen bir kız çocuğu olduğu, Alp Dağları'ndaki yaşamını konu alan popüler çizgi filmin adı nedir?",
  "Olimpiyat Oyunları tarihinde en çok madalya kazanan sporcu kimdir?",
  "Türkiye'de ilk 10 milyon aboneye ulaşan ve özellikle eğlence, oyun ve vlog içerikleriyle tanınan YouTuber kimdir?",
  "2020 Survivor Ünlüler-Gönüllüler sezonunda 'Barış Murat Yağcı' ile finalde yarışan ve şampiyon olan isim kimdir?",
  "Üzerinde çizgi film karakterlerinin karikatürlerinin yer aldığı, çoğunlukla meyve aromalı sakızlarıyla bilinen ve koleksiyonluk kapaklarıyla popüler olan atıştırmalık hangisidir?",
  "II. Dünya Savaşı sırasında İngiltere Başbakanı olarak görev yapan ve savaşın sembol isimlerinden biri haline gelen lider kimdir?",
  "Acun Ilıcalı'nın sunuculuğunu yaptığı Survivor Türkiye'nin ilk şampiyonu kimdir?",
  "Çocukluğumuzda severek tükettiğimiz, minik kare şeklinde, genellikle kakao kaplı ve içinden çıkan sürpriz oyuncaklarla bilinen atıştırmalığın adı nedir?",
  "\"Catch Me If You Can\" filmine ilham veren, 16 yaşından itibaren pilot, doktor ve avukat kılığına girerek milyonlarca dolar dolandırıcılık yapan ünlü isim kimdir?",
  "Türkiye'nin en popüler Twitch yayıncılarından biri olan, genellikle sohbet, oyun ve yayıncı arkadaşlarıyla yaptığı eğlenceli etkileşimlerle tanınan 'Elraenn' lakaplı yayıncının gerçek adı nedir?",
  "Tenis tarihinde 24 Grand Slam tekler şampiyonluğu ile \"en çok Grand Slam kazanan erkek tenisçi\" rekorunu elinde bulunduran isim kimdir?",
  "Nintendo'nun ikonik video oyunu serilerinden \"The Legend of Zelda\"da, prensesi kurtarmak ve Hyrule'ı kötü güçlerden korumak için maceraya atılan kahraman karakterin adı nedir?",
  "DC Genişletilmiş Evreni (DCEU) filmlerinde Batman karakterini canlandıran ve aynı zamanda \"Batman v Superman: Adaletin Şafağı\" ve \"Justice League\" filmlerinde rol alan aktör kimdir?"
]